[
    {
        "avsnitt": 174,
        "titel": "Övervakning och AI",
        "datum": "2024-02-15",
        "deltagare": ["Kalle Sackarie-Wolström", "Patrik Selman"],
        "ämnen": ["övervakning", "AI", "beredskap", "kamerasystem"],
        "transkribering": "Hej och välkommen till eventen på katastrofen! Spelar du in, Patrik Sälvar?\n\nNej, jag spelar inte nu, spelar jag in, Kalle!\n\nHelvete!\n\nKör på nu!\n\nHej och välkommen till eventen på katastrofen!\n\nJag heter Kalle Sackarie-Wolström, redan har jag Patrik Sälvar, hej, Patrik!\n\nHej, Kalle!\n\nHur går det?\n\nNej, det går bra, ja, igår fick vi äntligen till den här jannuarsodden, som vi brukar prata om, de som har följt podden länge eller lyssnar på, lyssnar till kapp och så där.\n\nVad är det?\n\nDet är ju den första sodden, purjo, vad är det?\n\nPurjo, chilli, paprika, sälk celery./nRot celery, jag kör faktiskt aubergine här också.\n\nJa, det brukar jag göra också, ja, kul, då blev det lite tid i tåbetid, men man skulle kunna vänta in i februari med den, vill jag säga.\n\nJa, jävla sant, exakt, men jag gör den satten.\n\nKronors kock är likadant också.\n\nJa, precis, men jag har slutat med.\n\nKalle, vitlöksbullbillet.\n\nNu kommer de där jävla bullbillen, när jag, åh herre gud!\n\nJa, men alltså, det här med jannerisodden är ju en ständig ångest, det började i december, man bör ha ångest för att man ska stå i janneri, jag får inte stå åt något.\n\nAlltså, du tycker i ångest, alltså?\n\nVad sörat?\n\nJag ser fram emot och äntligen får dra igång igen.\n\nJa, precis, det är så jag ska tänka, men det är det som har ställt till det här allmänna kaoset som råder hemma.\n\nJa, jag förstår dig, Kalle.\n\nOch det var ju samma sak i fjol, att sådden började inte med att peta ner frön i jorden, utan det började med att röja i verkstan, där jag har mina hyllor.\n\nOch nu har det där utrymmet fyllts upp igen med skit, eftersom vi har så lite ut, eller vi har inte lite, men jämfört med förrut har vi lite förvagsutrymme.\n\nSå nu är det mycket grejer inne, så nu måste det liksom börja, det började med att jag ska röja där, så att jag skrivet upp på min att göra lista, att jag ska göra i dag, få se om jag hinner det.\n\nMen sen när jag, för det var samma sak i fjol, när jag väl hade röjt, då kändes det ju kul och så.\n\nJa, om det är ju det, det gäller ju att ha ordning på grejerna, så är det ju med alla saker, och tyvärr har man ju inte alltid det.\n\nNej, men man har ju alltid en förhoppning om att.\n\nNågon gång ska man få uppleva, liksom, att allt ligger på sin plats, och det är staplat till fina högar, och arbetborden står där den ska av.\n\nOch drömt, och herre gud.\n\nJa, men det rullar på här i alla fall, men vi bygger oss i alla fall, så det känns som att vi har framåtrörelse igen, det är helt skönt.\n\nJa, hoppet är tillbaka.\n\nHoppet är tillbaka, och det börjar bli lite ordning, och det börjar kännas som att vi lever ett värdigt liv.\n\nJa, i alla fall nästan.\n\nJag har damlat ner ett duktigt jävla kaninhål på sistone, Patrik.\n\nJaha då, igen, höll jag på att säga!\n\nVi kanå kaninhål trillare, som det heter.\n\nExakt, men det började med att jag fick igåg min åtel här hemma.\n\nAlltså, jag satt igång, satt jag ett speciellt litet spannmål till vildfinen, och satt upp en kamera.\n\nJag hade en kamera, som heter Reolink, alltså märkt.\n\nOch de hade jag inte, jag hade inte hållit på med det förut, jag fick inte igång den där jävla kameran, jag höll på, på, på, till slut fick jag igång den, jag hade inte skruvat i antennarna bara, vill jag säga.\n\nMen sen kom igång, och så har jag haft, jag gjorde något samarbete med ett företag för några år sedan, hade lite kameror hemma, jag var inte riktigt nöjd med dem, tyckte den där Reolinken var så jävla bra, så att jag har nu, liksom, bytt ut mitt övervakningstillstånd, nu har jag, liksom, börjat med att bygga upp ett system för övervakning av själva gården också, mer om han Reolink.\n\nJa, det är kul, att du säger Reolink, eller?\n\nHar du det också eller?\n\nAlltså, jag ramlar ju i det kan innehållet typ en, två månader innan det.\n\nÄr det sant?\n\nJa, vet du, jag körde, jag gjorde en kraftfull research.\n\nJa.\n\nJag har förmatt, jag har, fast inte via sponsoring, vad var det där på A som du hade?\n\nDe var ju toppen också, det heter Arlo, de var jävla gulliga, och jag har haft de här kamerorna, det funkar bra, men jag tyckte att Reolink kändes, liksom, stålt vassare.\n\nJa, och det som var för mig, det var ju att jag ville göra ett övervakningskamerasysten, som funkar, även när inte hänger ju ihop det här med min hybridinverter och mina batterier, tjugo kilowatttimmar och så vidare, att jag har egna batterier också, de var ju toppen också, det heter Arlo, de var jävla gulliga, och jag har haft de här kamerorna, det funkar bra, men jag tyckte att Reolink kändes, liksom, stålt vassare.\n\nJa, och det som var för mig, det var ju att jag ville göra ett övervakningskamerasysten, som funkar, även när inte hänger ju ihop det här med min hybridinverter och mina batterier, tjugo kilowatttimmar och så vidare, att jag har egen energiförsörjning här.\n\nDå ville jag ha ett system, som funkar utan internet och så vidare, så jag trådar ju allting, men jag har gjort det.\n\nKör du på e-kabler, alltså?\n\nJa, precis, Power over Ethernet, de får strömförsörjningen via datakabeln då, men.\n\nAlltså, det är så kul, jag är bara tillyssnad, att ni kommer kanske bli chockade av det här avsnittet nu, för att ni förlitar till mina gamla, mossiga, skäggiga gubbar, som brunt och, liksom, följer måncykler och.\n\nMor och tute.\n\nMen nu blir det Power over Internet, över Ethernet, men, fortsätt, förlåt.\n\nNej, men alltså, jag tänkte ju på det själv, när man går igång så där, om man ska ta lite vidare syn på det, jag fyller 60 i april.\n\nJa.\n\nOch jag tycker ju, och vi har ju pratat så mycket om att lära sig nya saker, och det är ju nästan kängrejen i vårt poddande på något sätt, att, ja, kapabla människor och alltihop är det där.\n\nDet är uttrycket som du myntade en gång, för många år sedan nu.\n\nOch vad blir det?\n\nOch just det här, att man, vad gör man? Jo, brandväggar, switchar, switch, alltså, du vet sädert, kan man helt plötsligt vid 60 års ålder bli nätverkstekniker?\n\nJa, ja.\n\nAI, övervakningssystem, hur fungerar dem?\n\nÅh, vad roligt du får lära sig nya saker.\n\nJa, det är ju jätteroligt, alltså, min familj skaffar upp mig, jag sitter här i terminalen på min mack och koder olika serverar före alla matvisister.\n\nJag ser att det dygnet har varit inne i ett kaninål, som heter Neolink, alltså, kör du scripted eller?\n\nNu gick du in på, nu får du ge kontexten där, för den känner inte jag till.\n\nAlltså, reolinksapp funkar ju svimbra för strömning, jag tänkte lämna lite övrigt öanska till själva inspelningen.\n\nJa, ja, ja, nej, jag kommer att köra via homeassistent.\n\nOkej, snyggt, men hur får du in det i homeassistent, alltså, själva den, okej.\n\nJa, det är ju opensource, alltså, att det är ju sånt som folk hjälps åt att utveckla, som man kan vara delaktig, du behöver inte utveckla, men du får använda det.\n\nJa, precis, alltså, jag skriptade en variant på det, alltså, fast den är ju fokuserad på, ja, vaktenskameran, homeassistent, där kan du ju få in allt ditt smartnad.\n\nMen jag började hålla på med homeassistent, det var också, det var liksom två dygns kaninål också, men tycker du, jag fick inte det att funka då bra?\n\nJag kan bara tipsa så här lite, Kalle, på vårdandiskårdsserver, det är ju ett sånt här enkelt, vad ska du säga, det är ju inget forum i sig, det är ju uppdelat i ämnen och så vidare, men det är ju mer ett socialt forum, där du snabbt kan ställa frågor och sitta och snacka och diskutera olika grejer, som dyker upp och så vidare, va?\n\nDet där är, används ju mycket av it-folk och såna där grejer, ämnesområden och fördjupningar, som används av många andra, alltså rockstjärnor och allting också, givetvis, men det är så här, på vårandis gårdsöver, där sitter det en massa småbrukare, som är it-människor och har lokala meshnätverk, de har homeassistent, de håller på med allting, och dessutom,\n\ner om professionella, inte folk med, så du har världens källa och frågade, kan han säga.\n\nFy fan, vad härligt, för jag håller på och chattar med apokalist92, som han har skrivet en plugin till det här scriptet för reolinkameror, och vi har chattat då de senaste två dygnen här, och det är som att jag fattar ju hälften av, eftersom jag bara använder chattkapitet och chansar, när jag satte upp det här scriptet, som det är då en sådan NVR, alltså den spelar in allt, och gör separata events för varje.\n\nDu borde nog förklara var NVR är, det är ju typsom de där gamla bandspelarna, som var föreförd för att den spelar in på hårddisk från alla gamlarna.\n\nDen öter alla strömmarna från kamerorna, spelar in allting, och men skapar också separata event för varje gång som rörelsedetektorn har triggats, så att du får upp dem.\n\nOch det här gör ju själva Reolink-appen, alltså, det man ser, mjukvarans front-end, är så jävla dåligt, det finns inte så mycket svårt att få överblick, det är bara en lång tidslinje, där du ska klicka jättesvårt och så här, men så då funkar skriptet.\n\nMen spelar du in hela tiden, alltså?\n\nÄr men alltså nu med det här skriptet så gör jag det, men den skriver ju över, så den håller väl bara tydligt två åt senaste dygnen.\n\nJa, men så kan du ju göra med de andra också, just det att du bestämmer hur mycket det ska vara, alltså, det beror ju också på vad du har för upplösning, alltså hur stora filerna blir, hur skarpa bilderna är, och hur stor hård disk du har då.\n\nJa, men för idéen att kämpa lite mer nu, att min, alltså, det här skit vill ni belysta dig i, men du kanske inte, men jag har snart fått in de högupplösta streamerna in i min, den här appenskripten, så jag får svara på lite lägre upplösning, och det är ju tråkigt, när man har fina högupplösta kameror så är det tråkigt att använda en lägre upplösning ström.\n\nJa, men du, jag tänker att jag kanske inte ska ge oss in på skriptokodning och så vidare, men jag tycker ändå det.\n\nMen det är också, man har ju en känsla av att man har gett sin dator duktigt med aids nu, alltså jag har ingen aning om vad som har hänt.\n\nJa, vi får se, kanske, han kanske, han kanske streamar alla dina kameror så kallt.\n\nExakt, absolut, absolut gör han det.\n\nNej, det är inte jag undrar, men det finns ju en viss risk i alla fall.\n\nJa, men jag tänkte, han är mina lösmodal ting nu, alltså jag är noll oppsäkt.\n\nJa, alltså grejen för mig är väl tvärtom, just det här, att det verkligen inte ska gå gå in i det, alltså ett lokalt nät och trådat och så vidare, så att det går inte, för har du köpt trådlös, det är så lätt att falla i den där trådlös fällan, tänker jag.\n\nJag undrar mig redan, ska jag säga.\n\nJa, ja, men då får jag fråga nästa grej då, så här, om vi lämnar skripten, alltså uppnamnes Skriptokodning Kalle, det är lite hårt för många lyssnar, jag kan tänka mig.\n\nJag tänkte ändå gå in i poddet, det får jag, vad fan vi vill.\n\nJa, det får vi faktiskt, det får vi, och så får de lyssna på det de vill lyssna på, så är det ju faktiskt, men jag tänker så här, hur, alltså det är ju ett system de bygger nu, det är ett övervakningssystem.\n\nJa.\n\nOch de har ju olika typer av kameror för olika grejer, hur har du tänkt, vad är liksom planen för, alltså hur ska du använda kamerorna, hur tänker du?\n\nNär vi planade ni bara få lite koll, alltså det var ju till exempel, vi hade ju en hantverkare här som inte, som aldrig jobbade, och då kunde jag ju kolla när han var här, och då såg att han var här två timmar, när han skulle varit här en hel dag, och då sade jag det till honom.\n\nOch så är det väl liksom, du får tänka på alla regler du har brytit mot genom åren, Kalle, nu får du ju, alltså facket övervakna och övervaka personal och sånt där med kamerorna.\n\nÅh nej!\n\nNu har du ställt till dig igen, Kalle!\n\nÅh nej!\n\nAlltså, jag övervakade mig inte, jag bara, jag hade inte varit något gjort, så jag bara såg in och kollade, det var som om jag skulle kunna kolla hela tiden.\n\nJa, men det är ganska skönt, så här typ, om man, liksom, er ligger i badet och undrar, bara skälla, så undrar man, är det posten eller är det, liksom, ett möte jag ska ha, så kan man kolla det, vilken det är som kommer.\n\nOj då, det var ett möte, nu måste jag gå upp ur skängen och skynda mig och ta på mig kläderna, precis.\n\nNej, bråsten, såg ju räven härom natten.\n\nJa.\n\nDet är ju också spännande, få lite koll på hur de rör sig, men det är väl typ det.\n\nPrecis, men då, i och med att du filmar hela tiden, ja, jag kommer nog att göra sånt så här, att de får gå på rörelse, helt enkelt.\n\nJa, precis, men den skapar ju, den skapar ju, såna, liksom, händelser, vid rörelse, exakt.\n\nDe här Reolink har ju också så här, och det kanske är vanligt nu för tiden, men de lär ju sig känna igen djuren och sånt, jag har ju hundar, till exempel, att de känner igen dem, så att de inte ger.\n\nDen måste nog ha fått igång det med Apples där Homekit också, vilket ju gör att, och den är ganska smidig, då, till exempel, den spelar ju bara in när jag åker härifrån, och då spelar den in allting, till exempel.\n\nMen allt det här är ju, liksom.\n\nDet är Apples smarta hemsystem.\n\nMen allt det här är ju väldigt, och därför, det funkar inte med Reolink, som är, liksom, ur lådan, utan det är ju då, i alla fall, skriptet var en väg in från Reolink till Apples egna.\n\nMen allt, jag har ju väldigt, liksom, ännu ett, jag håller ju fortfarande på testbefram till vilket system jag ska köra, så om du lyssnar på här, och nu tänker jag, att jag ska, jag vill visa honom, slida in i mina dem, så jag är väldigt, väldigt intresserad av de här frågorna just nu.\n\nFör, till exempel, det där Home Assistant, jag fick, liksom, in kamerorna där, men jag fick, jag hade dåligt, jag tydligen laggade jättemycket, och den Snapshotsen kom bara upp ibland, och så, alltså, ja, jag är öppen för förslag.\n\nOch det här låter ju spännande, det här, som du har med brandväggar och sånt där också, det har inte jag.\n\nNej, men det är ju, att du bygger, att du gör, det handlar ju om säkerhet, helt enkelt.\n\nDet är ju ett säkerhetssystem, men det är ju också det här, att jag är ju lite så här, när du börjar koppla in, alltså, jag är ju så där, så jag börjar ju på nivå ett, du vet, stenyxa.\n\nJa.\n\nSen får man en stålyxa, och sen kan man få en hydraulisk kliv på nivå treva, och jag är ju på nivå tre med det här nu då.\n\nJaså, hundarna skäller först?\n\nJa, så kan man säga, att det är då, men det gäller ju information och sånt också, att, nej, men jag har ju byggt upp mitt bibliotek, men det är ju här, och det kan man ju bra med under tråkiga omständigheter.\n\nJo tack!\n\nJa, och så där, och det digitalt, det kan du ju också bli av med, alltså elektromagnetiska pulser och allt möjligt strålning och sånt som skadar, slåss under molekyler och sånt i skivor och allting sånt där, men grejen är ju ändå så här, att med digitalt så kan du ju ha din information på olika fysiska platser på ett enkelt sätt.\n\nJa.\n\nMed säkerhetskopierade håldiskar och så vidare, va?\n\nJaså.\n\nOch sen finns det ju, det är också något annat att djupt dyka i det här med säkerhet och sånt där, alltså att du har väldigt effektiva brandväggar, men ingenting är ju helt säkert, va, och nu kommer det ju, ja, det utvecklats ju, vad heter de, kvantumdatorer och såna här grejer i kombination med årig och sånt där, så de kommer ju knäcka de flästertal.\n\nKoder och sånt där ganska fort, nu det blir så hög kapacitet på allting, va, men då har du ju det kvar att, nämen, stäng av då och bara koppla, kör regel trådat nät, det finns liksom ingenstans att komma in, men då får man ju se upp erom med trådlösa lamporna och det som sitter i det smarta systemet, som kan bli ingångar och sånt där också då, va?\n\nMen sen finns det ju andra, det här med att du gör egna tunnar, vpn-tunnar ut som bara du kan gå in i, och så vidare, en av situationstecken, bara du kan gå in i.\n\nJa, nu är det någon som lyssnar på det här som blir väldigt sugen på att försöka komma in, tror jag på det.\n\nJa, exakt, utmaningen är lagd där, tyvärr finns inte tunnarna ändå, kan försöka komma att anteckna rätt och komma ihåg det senare, om den blir av, men sen kan du ju också, när du bygger ett nät då, där du kopplar in alla trådar och så vidare, så kan du ju bygga skärma avdelar med virtuella land och local area networks, så du kan också kapsla in dem, liksom.\n\nSå att du ökar, men som sagt, så länge du har uppningar i det utåt så finns det alltid en risk för att någon kan komma in, om de vill, och är man känd i så är det ju en utmaning redan i det.\n\nDu har ju, även om du är rikskänt, smittat av lite på mig i alla fall, så att så är det ju, så det kanske bara blir ett lokalt nät då, helt separerat ifrån allt annat.\n\nJa, men det är ju så att stora hårddiskar kostar ju inte jättemycket längre, så att du kan ju bygga upp material lokalt, alltså i gigantiska bibliotek, med stora databaser, alltså många databaser, som är fantastiska i litteratur till exempel, som är textdokument och sånt där, tar ju ingen plats alls.\n\nJag skrattar det för mig själv, när jag säger det själv, därför att jag har ju varit med i det här med datorer sedan tidigt 80-tal och satt med ABC80 och programmerade Basic, och sedan ABC800, vad häftig den var.\n\nOch sen kom ju Commodore och WIC och alltihop de här, va?\n\nCommodore 64 höll jag på med, eller alltså höll på, men jag hade ingen egen kompis jag hade i det.\n\nJa, men precis, va? och sedan kom, när jag kom tå förses ur skolan, 86, så hade de ju Mac-plus, de här små lådorna med en liten bildskärm i, var med system, programvara och filer på en, vad var de på, sjuhundra megabites prastdisketter, de här små disketterna, som fanns för treonhalten, tror de inte.\n\nInte sjuhundra megabite, det var en komma för fyra megabite.\n\nNej, inte på de där små, inte i början.\n\nDe var väl utökade säkert tekniken fram.\n\nSjuhundra kilobite, menar du då?\n\nJa, ja, ja, kilobite, ja, precis, exakt, omöjligt precis.\n\nJag kommer ihåg när det kom hundra, vad heter de, större diskatter, alltså, som var, vad heter, Zip Drive, heter du det?\n\nJa, det kan du ha.\n\nAlltså, som hade hundra megabites diskatter, det kommer ihåg, det var när jag var i USA, det var typ 98.\n\nJa, ja, men det skulle du säga i alla fall, för just när vi säger det här, det var ju kilobite, såklart, va?\n\nAlltså, tusen ettor eller nollor, eller grupper om åtta är det ju på en byte, men, du vet, skolchefen överständ, han hade en hård disk, det fanns ju inte i de andra, det var ju därför allt på en, en sjuhundra kilobite diskette, va?\n\nJa.\n\nHan hade ju en hård disk på tjugo megabyte, va?\n\nOj, du har, fyrtio tusen kronor också.\n\nÅh, man, eftersom han var, om det stoppar, vi, och det är ju så där, att liksom då i början där då satt man ju alltid och omvandlade till A fyra sidor och i text och termer, varför du förstår hur stora grejerna var, det var det jag skulle komma till, det blev en långa, långa anekdot med en massa grejer runt omkring, nej, men man gjorde ju det, alltså, det tar ju ingen plats, var det var ju gigantiska mängder redan då, tyckte man, alltså, att du kan bygga upp.\n\nOch, alltså, Wikipedia och så vidare, va?\n\nPornhub, jag skulle hellre hem med hela Pornhub var det lokalt.\n\nJa, men det, det tar ju video, det, Kalle, det tar prat.\n\nJa, men alltså, alltså, tattå kunna bara fortsätta efter elektromagnetiska pulsen, kan man bara fortsätta, porus urfat, helt obegränsad.\n\nJa, och det kanske inte är det jag skulle prioritera, men i alla fall, det jag vill säga är att jag kör på som vanligt.\n\nKalle, jag skulle säga så här då, och att när du har sånt här, det går också att ha, alltså, det här med AI, det är ju skräckblandad förtjusning på det, kan jag ju säga, därför att de som jobbar med det och är där, de är ju själva, ja, väldigt, alltså, väldigt skräckblandad.\n\nAlltså, sträcker upp varningfinger på det här, va?\n\nOch så är det ju med nya tekniker alltid, va?\n\nAlltså, man kan producera el till människor med kärnkraft, men så kan man ju göra kärnvapen med samma kunskap, och så kommer du ju vara med den här tekniken också, att du kan ta nere på en skrumejsel, det är ju helt fantastisk att montera grejer med.\n\nMen om du huggar under bästet?\n\nJa, precis, och en bil är ju helt fantastisk möjlighet för många människor att komma utanför sucknen som inte många var förr, va?\n\nMen det går ju också att använda allting fel, va?\n\nOch det är ju, här blir det enorm, enorm, alltså vi kan inte greppa det, va?\n\nJa.\n\nMakt och kraft, va?\n\nMen samtidigt så ger det dig idag.\n\nAlltså ja, det finns ju en app som heter Blinkist, känner du till den?\n\nJa.\n\nJag läser ganska långsamt och så vidare, och vill man orientera sig och förstå kärnbudskap och så vidare av alltifrån aristoteles till modern litteratur till skönlitteratur till filosofi, religion, fakta, personlighetsutveckling och sånt där.\n\nSå sammanfatta ju de böcker, och så får du betala ganska dyrt för den där appen, och så tar du ungefär femton minuter, så har du all den viktigaste informationen från en bok.\n\nOm du har AI, så kan du be den sammanfatta, om du pluggar, så kan du be, liksom den gå igenom vetenskapliga databaser och samla ihop massa information från massor, alltså du har super duper turbo på det där.\n\nSå att du har super turbo på din egen möjlighet att lära dig nya saker och kolla upp saker, så att det blir ju enorma möjligheter.\n\nJa, men alltså, precis, vi använder oss med barnen så jag vill säga, som skriv en granatsaga, där man får lära sig historisagen om ringen, som en typ en kvart lång, då får man det, det är väl härligt.\n\nMen jag är också sådär där, att de här gratis-AI, det är ju det, att du betalar med, att du hjälper och tränar upp den och dela information med den och så vidare, och du kan ju använda det här på eget material, och när du använder de här AI då, då ger du dem ditt material också, va?\n\nJag höll på i typ tre timmar igår och försökte få satskapete och räkna årsringarna på en ek, den vägrade, lösade åt dig, det blev fel hela tiden.\n\nJa, det är ju det, de hallucinerar ju och killgissar, som det heter, eller han gjorde väl så gott han kunde, men grejen är så här, att, ja eller om, ja, precis, är det för att den här AIn, som finns som "open source", som du kan ha på din egen dator och där kapaciteten mer bestäms av vad du har för dator, hur mycket råminne och hur snabbt den kommer att kunna jobba med, hur mycket dator och så vidare då.\n\nDen går att köra på enkla datorer också, men behöver ta längre tid och så vidare då.\n\nGratis, kostnadsfri, men så finns det också då en massa modeller kallas det, alltså som kan olika saker, som är bra på olika saker, som Jan, det är därför jag ser, han heter Jan den här, men jag såg att det fanns en som heter Jenny också, så det finns både maskulina och felmodeller.\n\nAlltså det är då olika "Large Language Models", du pratar om.\n\nNej, men du kan använda dem i dem här.\n\nVarför då?\n\nJa, eller en, som de kallas då, det är, men dock du kan ha massvis med olika, som kan göra olika saker, helt enkelt då, som du kan ladda ner, men sen kan du med hjälp av det här gränssnittet hoppa i då, koppla upp dig mot stora datorer utanför, om du vill det.\n\nMin tanke är väl att jobba med lokalt med eget material, för du kan ju få hjälp med att sammanfatta, jag kan ju, jag ska ju börja spela, förstår du, när jag har börjat dyka in i det här, att jag ska ju börja spela in, jag pratar ju så mycket, va?\n\nJa.\n\nPodden här, den spelas ju in.\n\nJa.\n\nOch där är det ju några, som, ja, det gör jag, men så är jag ju ut och pratar också, och jag pratar ju aldrig likadan, nästan, det är vissa grejer alldelesamma, men, men det varierar ju väldigt mycket, va?\n\nOm jag spelar in det, så kan jag ju transkribera det väldigt, väldigt bra.\n\nLustigt.\n\nOch då får jag väldigt mycket tacksmaterial, som jag sen kan jobba med, och sammanställa, alltifrån onlineutbildningar till böcker och så vidare, där jag kan få utkast och jobba vidare med och sånt där, va?\n\nUtroligt.\n\nAlltså, jag gjorde ju en, i och med att de har gjort med podden nu några av de här it-killarna där, de senaste, det som finns då som reklamfri avsnitt på våran Patreon-sida.\n\nDet har ju de transkriberat och gett.\n\nOch det får man tillgång till ju, om man blir Patreon, då får man inte bara tillgång till Discord-serverna och allt det där, utan man får också en söksid, att få podden att söka, och efter en månad.\n\nJa, du kan fråga todden och få, och jag, alltså, det är inte alla en, utan det är de, som har varit reklamfria avsnitt, som finns där då, ganska många.\n\nHur ofta ber Kalle om ursäkt, då det var väldigt vanligt, att jag bad om ursäkt.\n\nDet var någon annan, som frågade hur många gånger har han sagt "bais".\n\nOch jag kanske har sagt någon gång, och det var ju bara de här reklamfria, sen vi satte upp den där serveren, så det var inte jättemå avsnitt, men Kalle, om jag tar på mig en eller två då, så har, det var trettifem totalt.\n\nAtt du gör resten.\n\nHan tror det.\n\nBajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, bajs, baj\n\nOch om jag säger en viss grej på den, så blir det ett kommando till den här AIn att på något sätt "attackera mina fiender".\n\nMen det jag ville säga var så här, att jag frågade den om den kunde hjälpa mig att göra ett bildspel med hemskt vis.\n\nOch den vart lite frågande, och då kom jag ju på, att det var ju hemsktvis pratade vi ju mycket om de första åren utav poddens historia, och de är ju inte med här, va?\n\nOch förtydliga jag, så skrev jag hemsktvis och "ah, det är en akronym fråga ändå", och då satt han igång och göra med det han hade och jobba utifrån dem.\n\nJag tittade på, men just det här, att du följer upp, och du kan jobba med lokalt också, och tänk och ha tillgång till det där lokalt, med stora textmaterial och så vidare, och du kan hålla liv i det systemet.\n\nDet kunde bli som ett jävla orakel efter den elektromagnetiska pulsen, nej, då är ju staten då, men efter katastrofen, då kommer man till oraklet i sunde på riktigt.\n\nNej, men jag förstår ju, att jag har ju pratat med människorna runtom närmast runt i kring mig om det här när jag har börjat nosa på det ödmjukt uttryckta.\n\nJag förstår ju, att, nej, men jag pratar med en kille som hjälper till med hemsider och sånt där, och det där jobbar jag med varje dag i mitt jobb, och det förstår ju du eftersom du har suttit med skripten där, och han programmerar ju webbsider och sånt där, och det är ju inte bara bilder och text, utan det är ju databaser och integrationer och hela program, det också.\n\nOch då har det ju varit så historiskt, att de googlar, för det finns ju alltid någon som har gjort innan, och så tar du den skriptet och så korrigerar du det så det passar i din kontext.\n\nJa, exakt, då ändrar jag ju, sådär har jag lärt mig html sådär, alltså för mitt första jobb var ju som html-kodare faktiskt.Ja, när du börjar på sådana mediebyrådar då.Ja, exakt, på sparmaharen var det, för jag som klarar.Ja, men i alla fall, då sa han så här, att han sparar fler timmar om dagen, för han bara frågade och nu så får han skriptmassa och kan lägga in och korrigera och anpassa till sin kontext då jag körde in.\n\ni sin kontext då. Och då kan man ju bara tänka sig den programmeraren, som nu är ju, det är liksom First Adapters, men i andra kontexter och andra yrken så kan man ju tänka att den, som börjar med det och sparar fler tiotal procent av sin arbetstid varje dag och blir så mycket mer produktiv på det viset, de andra kommer ju försvinna, va?\n\nJa, men kommer inte den personen också försvinna, det kommer ju snart bara vara en projektledare, som sitter med en AI och gör.\n\nJa, men då sitter väl kanske en del av dem där, det är ju som det där, nu kommer hon ju diterna, när de slogs under de första spinningmaskinerna, arbetarna, för att de tog jobben från dem.\n\nJa, jag trodde att det var så här, alltså tre cyklar i gruppen.Nej, men i början, början på industrialismen då sköt de sig skötta.Vävmaskinerna, menar du?\n\nJa, Spinning Jenny var och de här var ju, det var spinningmaskiner först då, men de blev ju vävmaskiner och sånt också, för han trodde att de skulle bli om med jobben, och det var ju inte så långt sökt, men det visar sig ju, bara några decennier efter så var det ju, liksom tre gånger så många anställda i textilindustrin i stället, va?\n\nPå gott ord.\n\nKanske inte satt och spann, ja, precis, exakt, exakt, det var en bok som jag borde den sammanfatta åt mig, jag har ju svårt att läsa och dåligt arbetsminne och så nu för tiden, utom när jag pratar och berättar, det fungerar på, alltså, det är någon del som är helt fortfarande där, och kanske till och med utvecklas, jag vet inte, men då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde jag, då borde\n\nKanske inte Sattos band? Ja, precis, exakt, exakt. Det var en bok som jag borde den sammanfatta åt mig.\n\nJag har ju svårt att läsa och dåligt arbetsminne och så nu för tiden, utom när jag pratar och berättar, det fungerar på, alltså det är någon del som är helt fortfarande där, och kanske till och med utvecklas, jag vet inte.\n\nMen då bad jag, så skulle jag säga, heter den Sapiens Harari-boken, har du talat om den? Ja, jag tjänar till den, och det är liksom kontentan av den då, det är just det där att, och det ligger så nära vad jag föreläser om, hur fantastiskt, totalt utflippat det är, hur vi har det idag, och ändå är vi inte lyckliga.\n\nAlltså, det finns en väldigt stark lädo, visst är vi lyckliga, och så vidare, men inte många mår dåligt, så att det handlar liksom inte om bara om välstånd i form av materiella grejer, energi, och så vidare, utan det finns andra saker som är väldigt viktiga för människor, för ökat välbefinnande föruttryckas enkelt då, och det var faktiskt en sådan bok som jag fick, alltså det finns en väldigt stark lädo, visst är vi lyckliga, och så vidare, men inte många mår dåligt, så att det handlar liksom inte om bara om välstånd i form av materiella grejer, energi, och så vidare, utan det finns andra saker som är väldigt viktiga för människor, för ökat välbefinnande föruttryckas enkelt då.\n\nJa, och det var faktiskt en sådan bok som jag fick grepp på i olika faser av mänsklighetens utvecklingshistorier då, och det var hans stora reflexion var just det här, att när vi nu inte har svällt, vi kan bota många sjukdomar, barnar dör inte lika mycket, eller nästan inte alls jämförelse och så vidare, så är vi många människor mår väldigt dåligt en dåva.\n\nOch det finns något, det är ju värt att reflektera över vad som är viktigt då, om man är ute efteråt.\n\nDet är väl den ständiga tillväxten som är viktig.\n\nVälbefinnande, ja, men alltså grejen är väl så här, att man måste förstå också att stora delar av Europas befolkning för inte så länge sedan käka ungefär samma mat som grisarna, konmjölsgröt, och gick leran därute på ökat välbefinnande, och det är ju värt att reflektera över vad som är viktigt då, om man är ute efteråt.\n\nOch det är välbefinnande, ja, men alltså grejen är väl så här, att man måste förstå också att stora delar av Europas befolkning för inte så länge sedan käka ungefär samma mat som grisarna, konmjölsgröt, och gick leran därute på fälten vårt let och dog ganska tidigt.\n\nSå att vi ska också vara väldigt tacksamma över vätnaderna.\n\nJa, men inte, alltså, jag ska tog om det i den där boken i någon annan bok, men det är en lärdom jag vill att för lite längre sedan, då var det jävligt mycket mer chill, då jobbade man fyra timmar om dagen, och lammade runt resten.\n\nJa, exakt, då är du nere i, ja, men det fanns nog mycket ondbrå död och svält var nog väldigt närvarande många gånger också, men, men det där, det känner jag igen, faktiskt, ifrån min utbildning när jag höll på med forntida teknik.\n\nDå pratade hon om det, att man räknar med att de här stenåldesmänniskorna då, man får väl också säga att det var betydligt varmare i våran del av världen då, för det var ju, hä, hur det var här, att.\n\nJa, men så fanns det tydligen fyra personer, som skulle dela på en miljard älgar.\n\nJa, men, ja, och det kan du nog ha gjort, men, det var ju så att det behövs ett visst antal människor för att hjälpas åt också, så att det var ju det här med stammar, men det var ju också så att vår psyke var anpassat efter hur många människor det var och så vidare.\n\nMen det de i alla fall berättade där efter det man tror efter arkeologiska utgrävningar och så vidare så verkade och varit så här att tittar man på det som vi kallar för arbete idag, så var det inte så många timmar varje dag, utan det var väldigt mycket sociala aktivitet, lek, fritid, fäftigheter och så vidare, men, men det är ju fortfarande så här att skadade man sig så dog man ju av infektionerna, va?\n\nJa.\n\nDet var ju fortfarande så att det kan ha varit bekymmer med barnafrödande och sådana grejer i en annan omfattning och så där, var så att, ja, så att det jag tänker är att vi ska vara väldigt tacksamma, det är mycket, mycket förentlighet mot det här välståndet som är uppbyggt idag, utan det är nog snarare så här att vi får lära oss vad som är viktigt i världen i stället.\n\nOch bara äta österskaffisk en gång om året, fanns fullt vistas krav.\n\nJa, precis, och få precis miljö, inte fokusera på alla miljöaspekter, höll jag på att säga.\n\nMen i alla fall, AI är kanske så att det inte bara är att titta med skräck på det, vi får se vart det bär mänskligheten den här gången, lite nervös är man ju om man ska vara riktigt ärlig, det brukar ju hamna i båda, kanske en huvudföra mitt på vägen, där det blir till glädje och nytta på många sätt.\n\nDet problemet är väl nu, alltså jag har tänkt så här, nej, men de, det där kommer ju, de kommer väl att uppfatta här, men nu slutar alla de här, de här böjer knät för Trump och bara han verkar, då tänker man sig, det här kommer gå på rödan, duktiga tal, men nu, vi får se.\n\nJa, ja, det är väl så här, att det spelar väl inte så mycket roll vilka ledare det är nästan egentligen, för att det är ju utnyttjas ju på olika sätt hela tiden och det hamnar ju idiket också, allting gör ju det.\n\nSå att, men man får väl hoppas, att det kan användas till och lösa många utom de här sjukdomarna som plågar människor och nya upptäckter av våran vädelskaplelse här och så vidare också då, så får vi se hur det utvecklar sig, men det kommer också ha inverkan på en enskildes liv, på enskilda företags liv och så vidare och.\n\nDet finns enorma möjligheter för individen och det är inte så komplicerat, det är inte det, jag tycker att det är lättare än att använda Google, va?\n\nDärför att den gör ju sammanställning av allt den hittar också och talar om källor och sådana saker åt dig och sammanställer dig och förklarar dig för dig snabbt, ja, så är det, jag ville säga det.\n\nDet har vi inte gjort det mesta nu på it-sidan där över, men vi kom alltid en sak, jag frågade dig hur du tänkte, ej, jag vill bara ha lite överblick, sade du? Ja, alltså jag kan väl säga så här, att det finns ju olika typer av kameror, nu är vi tillbaka, det var en liten utvekning där tillväntade.\n\nJag har ju kommit fram efter allt resursande, jag är ju inte sponsrad och sådana saker då, va? Lite seriöre.\n\nJa, alltså jag, är det någon som hör av sig någon gång så kan jag, jag jagar inte sponsorer, jag gör faktiskt inte det, jag hankar mig fram i stället, men jag samarbetar gärna om det är någon som vill det och det är vettiga grejer, så ska jag väl säga, men i alla fall, jag kom fram till, och då låg rätt mycket tid på det, reolink.\n\nJa, det är klart, det är inte klart, men vilken sort, alltså vilken modell körde ni?\n\nJag måste bara fråga, fråga dig så här, du är inte sponsrad av dem nu, eller är du det?\n\nNej, det var bra, nej, det var bra, för att det låter ju som att det är världens sponsringsavsnitt för dem, och jag kan garantera att vi har kommit fram till det oberoende av varandra, nej, men det är så här, att de har, för tillfället så är det så här, att de har.\n\nJa, mest för pengarna helt enkelt, att man får riktigt bra grejer till, när man går in.\n\nÅka till en information i en stor grej också.\n\nJa, men precis.\n\nAlltså du köper en kamera, och det är också därför som appen är antagligen sådär dålig, för att de tjänar pengar på att sälja nya modeller, inte på att folk använder appen.\n\nJa, jag känner inte till, jag kommer inte använda det över huvudetaget, men i alla fall, nej, men det är ju så här, de har, nu kommer jag inte ihåg namnen på dem här, men jag sitter faktiskt, jag har, alltså till här del så håller det här, att de kan titta över stora ytor, är du med på det?\n\nVid vinkel, alltså du kör du och kameror då eller?Ja, jag kör du och tre heter dem, och det är ju egentligen två kameror, som tar nittio grader varför du får, och så bygger den ihop, så får du dra.\n\nJaså du kör du och tre, jag läste dem, att du och två var snävt vassare faktiskt, att jag.\n\nJa, du och tre är ju en senare version, just det, men de står, de står sig på något med dem, jag vet inte vad, men, ja.\n\nJa, du får titta hur gammal sakerna är när de stör sig också, för de utvecklas ju, men den har högre upplösning, och jag tittar ju också hur långt de räcker i mörker.\n\njust det, men sen har jag ju också det här, som kallas för PtZ-komre då, alltså det hänger en glob, som, på en axel, som kan röra sig, summa in, kan följa objektet och så vidare, så att man kombinerar den här övervakningen, med sådana PtZ-komre, som kan titta.\n\nKul, för jag har en som heter Track Mix, som är, som är en sådan, som kör två flöden, en lite vidare och en insumad, men den rör sig.\n\nPrecis, så man får väl se, jag har ju tänkt på det där med säkerheten, man kanske gör så här, att, man har, för det är ju just det här, och vi är ju hemma mycket, min hustru har ju blivit pensionär och så där, så vi är ju hemma, eller också, så är ju någon annan här, eftersom vi har djur, och oftast barnmän kan vara någon annan också, så det är ju i princip väldigt kort.\n\nKorta stunder, som det inte är någon här, alltså, man åker i väg, både att få på något kortare då, där det inte behövs kallas in någon, men det är ju så, det är ju just det här, att du vill ju gärna kunna se mobilen, om det hände något, när du inte är här, det är ju ganska värdefullt, och det är ju inte bara komrer, utan du har ju även rövdetektorer, du kan ha temperaturlarm i dina frisboxar, du kan ha översättningar, när du inte är någon här, alltså, om man åker i väg, båda två på något kortare då, där det inte behövs kallas in någon.\n\nMen det är ju så, det är ju just det här, att du vill ju gärna kunna se mobilen, om det hände något, när du inte är här, det är ju ganska värdefullt, och det är ju inte bara komrer, utan du har ju även rövdetektorer, du kan ha temperaturlarm i dina frisboxar, du kan ha översvämningsskydd och allting sånt där, så att du får information då, när du inte är här, va?\n\nJa.Så är det, och det finns ju jättestora möjligheter då, med det där.Och då får du ju hitta en ingång till den där som är tillräckligt säker.\n\nMen då tänker jag så här, att när efterhand om situationen förvärras, då stänger man den, men då har du ju alltid risken att någon, som vill, som kan, har gått in och lagt in någonting, som gör att de kan komma in i alla fall, utan då är det ju verkligen så att då får du klippa kablarna i så fall, som inte det går att kommunicera.\n\nDet känns ju drastiskt, Patrik.Ring mig innan du klipper de kablarna, så måste du tacka igenom dem, det känns ju drastiskt.\n\nJa, grejen är ju så här, Kalle, du kan ju ha ord, jag kanske kan spela in pod med dig i alla fall, med en separat dator, som går på ett velån, som på inget sätt sitter ihop med det trådade nätet.\n\nMen det vi säger om det här, som vi håller på med också, alltså, det finns ju något mera, som är lite så här, att det är som en kul grej att hålla på och problem att lösa också, då jag håller på och skriver med jävla koderna i terminalfönstret, så är det ju härligt när jag får funka, och det är ju, känns som en lite halva grejen, tycker jag.\n\nJa, men det är ju det, och just det här, att man har drivkraften, att man vill förstå saker, vad?\n\nJa, och det kan man ju säga, att på det sättet så går det väl också hand i hand lite med beredskap, som ju också är en grej, som dels är nyttje och kan vara mellan liv och död, men som också är en grej att hålla på med, liksom.\n\nAlltså, men det är ju ett intresse också, på samma sätt som träning kan vara det, eller då övervakningskameror kan vara det.\n\nDet är ett väldigt roligt större projekt som är nu, och det kommer ju att ta tid för mig, med att integrera, eller innebär även solceller och huvudridinvörtnar och reservielsystem vid strömbavbrott, och ja, det är så många delar av det, och då även de delarna behöver jag inte säga något om.\n\nDe delarna behöver ju vara uppkopplade emot, eftersom vi kommer att vara uppkopplade på elnätet fortfarande, med beredskap före om det ballar ur prismässigt och så vidare, inte minst med nätavgifter och sånt, som de gjort i andra delar av andra länder i Europa.\n\nGå ut och klipp på kabeln.Jag har gått ut, nu ryker kabeln, Kalle.Då är sådana dokument skärare, så kniv, som man ska vara sådär buntar med papper mer, sånt sitter det över elkabeln.\n\nIngmar, Ingmarie, äntligen skiner solen nu på torsdag, passa på och tvätta då.Och jag med, eller ja, precis, på torsdag kan vi streama igen, ja, precis.Då kan vi kolla på kamerorna.Ja, under tiden, ja, precis, kanske.\n\nJa, det är också en aspekt om man tänker i de barnerna med reservsystem och så vidare.Vi pratar ju serverar och sådana saker nu, det här homeassistent och sådana saker, alltså datorer, som kommer att jobba, tjuv fyra, sjuva.\n\nDet är ju väldigt viktigt, att man inte, alltså det blir en väldigt noga avvägning, med vad man väljer för grejer, kapacitet och sånt där.Ja.\n\nAlltså de som jag har, jag tror de drar arton vatt i, liksom, standby-läget där, va?Han ser nog sådana liten rasberry.Nej, det är faktiskt inte det, jag kanske sa fel nu, jag har ju tittat på dem, men det finns ju sådana, och det finns minipsi och sånt där, som drar väldigt lite ström då, i folkmännen, men har låg förbrukning alldeles.\n\nNej, vet du vad jag, nej, men för det kommer ju vara så att det blir filserverar och skrivarsörverar och mycket olika grejer då, så att jag har tittat på gamla minimackar.\n\nJa, kul.Faktiskt, de inte kostar någonting nästan längre, men som jag har använt mack sedan början på nittiotalet då, och det finns ju folk som inte gillar dem, men av egen erfarenhet så vet jag att det är ganska hög kvalitet på dem, och att de håller väldigt länge.\n\nMen min brann upp i branden, men min minimackarna menar du?Ja, den senaste makminen jag hade, så jag har ingen just nu, men jag är sugen på att köpa en för att fördriva allt det här som jag håller på med nu, men jag vet inte riktigt vad jag håller på med, jag vet inte om jag behöver en, men sen kanske.\n\nNej, nej, men det är ju, är ju det här att vi vill börja jobba mer med eget videomaterial och sådana saker och då behöver det ju redigeras och sådana saker och då vill man ju ha hyfsat bra maskiner, så är det ju.\n\nDet verkar som att man kan ha, alltså, det här är inget som jag riktigt fattat ännu, men det verkar som att man till de här revling-kamerorna kan ha egna rörelsesensor-programvara som du kan träna på olika saker, alltså.\n\nNå, men det är det, det är nog, idéet är att du kan, du kan lämna upp bilder på personer och sådär så att den säger när den här människan kommer, men jag har inte fattat hur det funkar riktigt ännu.\n\nNej, men det, man får ju lära sig grundenar först kallet, så kan du bygga på sen.\n\nOch jag hoppas att det är dem, som hör av sig efter podden nu och säger, jag behöver hjälp.\n\nJa, eller också går du in på Discord-serven och frågar, så får du nog svar där.\n\nJag ska kolla om min kompis har svarat här, Apocalypse, plug in, skriva dem. Hör du, är Pardivineiros för idag tycker jag.\n\nJa, det blev ett väldigt utövande, men det var lite roligt för att bygga vyerna på det här faktiskt som småbrukare i beredskap med lärområden, och vi fick in lite säkerhet på olika sätt, och vi fick in kunskapsarkiv och, men vid många, jag tyckte att det var ett, blev en bra nu, det är bra avsnitt faktiskt.\n\nEnnu en grej man inte har tänker man, när man hör dig prata i dag, att du ska bygga upp Wikipedia.\n\nDet finns, och det heter kiwix.org, finns redan, finns programvaror, du kan ladda ner Runeberg, projekt Runeberg på alla språk, Wikipedia på alla språk, allting, det gör inget att det är kinesiska, för då blir du bara din AI och översättar det till svenska och sammanfattar det.\n\nDet blev lite lätt illamående att höra det där, men också ett pappan.\n\nJa, jag måste nästan säga, så är det för mig också, Kalle, skräckblandad förtjusning, som jag sa.\n\nOm ni efter katastrofen, om ni behöver berätta någonting, åk till Patrik, om ni behöver porsurfa, åk hem till mig, för här finns hela Pornhub på hård disk.\n\nVill du säga då förläser du så där?\n\nJa, precis, bra, jag får gå in på min sida, så jag säger det här, patrikselman.se, Patrikselman är ett ord, ja, nu är ju detta onsdag morgon, så på onsdag kväll är jag i, eller vad säger jag, Kungssör är det Granhammar kommer jag vara på Esbjörns gården.\n\nDet går att gå in och anmäla sig där, det finns ju länkar och sånt på min webbsida, sen kommer jag vara på torsdag kväll, kommer jag vara i Strängnäs, det är kommunen som har hyrt in mig där, och jag får väl berätta också, det är inte för allmänheten då, men på fredag förmiddag så får jag ett för mig väldigt, väldigt roligt uppdrag.\n\nÄr det?Och det är att jag får ett ledarforum för alla ledare, som de kör en gång i halv året i Strängnäs kommun, så jag får prata med alla ledare i Strängnäs kommun under förmiddag där.\n\nDrum.Ja, för mig är det ju faktiskt det, så jag är väldigt tacksam för att jag får den möjligheten faktiskt, jag har ju pratat med anställda framförallt på kommuner, som är sådana nyckelorganisationer i landets motståndskraft faktiskt, förutom hushållen så är det liksom, ja, om hushållen att överhuvudtaget gå till sina jobb som underskötorska och avloppsverksamhet.\n\nOch så vidare så är det ju hemberedskapen, men sen att hålla igång alla de här livsviktiga, den här livsviktiga infrastrukturen, ta hand om de mest utsatta, ta hand om barnen så att de andra kan fortsätta lösa sina uppgifter och så vidare, det ligger ju alltihopa på kommunen, så det är ju hela stommen i husbygget då om hemberedskapen är grunden, så nej, det blir helt fantastiskt.\n\nDu får bara fråga, i vilken miljö kör du, homeassistent?\n\nJag har inte kommit igång med en, jag håller på att bygga upp mitt trådade nät, jag har serverrack och sådana här grejer för switchar och brandvägen blir PF-sens.\n\nFör jag körde i något som heter UTM, jag kommer att hålla på lite med det, så vem är det på Discord som jag ska prata med?\n\nJag tänker så här, vi har ju olika ämnesområden och det finns ett ämnesområde som är digital beredskap.\n\nUnderbart, jag ser in där direkt.\n\nSka vi ta frågor nästa gång, Kallen?\n\nNästa gång blir frågor, förlåt för att vi inte gjorde det den här gången.\n\nOkej då, fortsätt lyssna och bli medlem på Patreon, så får ni jättemycket härliga grejer och mailar frågor till hej@katastrofen.se och ha det så bra, puss grav, hej då!"
    },
    {
      "avsnitt": 175,
      "titel": "Kerstin och bostadsrättsföreningar",
      "transkribering": "Hur gav då? Du, det är baffel, ungefär tjugo minuter sen, eller vad?\n\nFörtio minuter sen, Alvis är tjugo fyra timmar och tjugo minuter sedan.\n\nJa, exakt!\n\nHej och välkommen till eventen på katastrofen, jag heter Kalle Sackrig-Wallström, och med mig har jag Patrik Selman, hej Patrik!\n\nHej Kalle!\n\nVi skulle spela in igår, det borrades i mitt hus, så därför spelar vi in idag.Då startar inte Garage Band som övande för att spela in på den, men det lös nu, så nu är vi igång, hej!\n\nHej!\n\nÄr du igång, Patrik?\n\nJa, jag dricker min kaffe här, ja.\n\nHur många koppar får då bli det?\n\nDet blir nog av vanliga koppar sådana brygg, jag har köpt kaffepryggare, vet du, aldrig haft den förut i hela mitt liv.\n\nVar du använt förut en någon slags espresso-maskin eller?\n\nJa, espresso-maskin, när jag och Ingmar ju träffades för trettionio år sedan, då hade hon en kaffekok, en kaffepanna.\n\nJa, perkulator!\n\nNej, god kaffe, men sedan hade det varit perkulator, mokka-bryggare, espresso-maskin, rancilio, silva och sånt där.\n\nMen nu har vi en bryggare och det beror på att vår dotter hade en, som vi tyckte hon fick väldigt bra kaffe och att jag läste att mycket av det som är ohälsosamt i kaffe fångas faktiskt upp i pappers kaffefiltrar.\n\nJaha, vad är det för som är ohälsosamt i kaffe?\n\nNej, det finns, i fetsformat så finns det en del det som påverkar kardiovaskulära system och sådana där saker.\n\nOkej.\n\nJa, så blir bara allt det jättenyttigt med antioxidanter och andra grejer i kaffe som blir kvar då, men det reducerar tydligen mest när man brygger då, så då slog ju kaffe.\n\nJag tycker inte att det blir lika gott på kaffepryggare, nu sa jag det bara.\n\nAlltså, det gör inte riktigt jobbigt för mig, jag måste ha en sådan här, jag kör mocha-grej som säljer på spisen.\n\nJa, precis.\n\nOch det blir ju lite mer skuss i det.\n\nJa, det gör ju det, det gör ju det.\n\nMen det kanske är de där giftiga fötterna som gör det.\n\nJa, precis, krämigheten där.\n\nNej, men jag, vi har ju kört mocha-bryggare också, så jag har ju några varianter.\n\nMen jag gör det här sjukt, jag dricker nästan bara kaffe på morgonen.\n\nHm?\n\nAlltså en kopp, jag förstår det ju som en sexkoppar små kapp laddning.\n\nJa, du tar den, och sen är det, som brukar inte jag dricka mer.\n\nNej, ej, vi, jag tycker ju, vi är ju hemma båda två nu, Ingmar är ju hemma också, så jag tycker ju det är väldigt trevligt att sätta sig, om man vart ut och grejat, kommer in i värmen eller sitta på eftermiddag runt tre och ta en kopp kaffe med hustru ner.\n\nFy fan, mysigt.\n\nJa, det är ju det, så då får man göra det också.\n\nHur går det med äktenskapet sen ni började vara hemma båda två, har ni liksom gått på nerverna mer?\n\nNej, nej, nej, nej, nej, snarare tvärtom.\n\nFy, vad mysigt.\n\nJa, och min hustru, när hon kan slappna av, och du vet, jag är rätt tufft att gå som högstadielärare där efter 60, kan man säga, hon gick ju ner efterhand i arbetstid och så, men nej, men du vet, hon går ju upp före mig.\n\nDet gjorde hon det lite ordning på i familjen, alltså hon är ju en sådan människa, som går upp i lugn och ro, läpper ut hundarna efter hon satt på de där GPS-halvbanden, gör yoga och liknande så där, så sitter hon och dricker kaffe sen då.\n\nBritta började göra yoga varje morgon också, och vår rutin är så här, vi går upp, klockan är ingen, klockan sex, jag tänder en brasa, Britta gör yoga framför brasan, och jag sätter på kaffe, och sen slappar jag ut hundarna, vissa hundar, vissa hundar får vänta lite, eller så måste jag gå med dem.\n\nMen det jag skulle säga är, det som är, man ses är, så kommer jag ju ner släntrande där, du vet, gå mot dörren tydligen, och då sitter hon där med sin kaffekop, och hon ser alltid så glad ut när jag kommer nu, för, du vet, hon är så målingriktad, vet du, så att hon har, nu ska hon till jobbet, hoppas ingen i vägen.\n\nOch nu är det bara frid och fröjd.Ja, precis, och just det där att hon är så glad nu att hon orkar med mig nu, vet du, kallen?Ja, vad härligt, det låter som ett lyft, men nu är det bara frid och fröjd, men hon blir ju gladare då.Ja, men så är det, av hennes morgon, nu.Du, jag var med om så jävla läskig grej i fredags, förberättade han det.Ja, ju ensam, gör det.\n\nAlltså, det var ju sista dagen för hundjagden i fredags, trettiförsta i januari, så jag var ute och släppte på en typen ö, kan man säga, halv ö, ganska nära boll, vi jagade vildsvin då, så jag hade släppt Kerstin, min jämt hund, och hon hittade gris, hon fosa väst på sig, för hon hade varit så jävla het på grisarna.\n\nKävlarväst, menar du?Ja, exakt, exakt, alltså hon hade sprattat två gånger och hon är ju på grisarna för hårt, så hon får stryk, men så hon fosa väst, och man ser, hon springer som ett litet konst, lite yxigt i den, och är lite konstig, allmänt, så där, lite fladdrig, kan man bestå tyst med grisarna en stund och sedan börja skälla, som att hon blir lite feg av att hålla västen på sig.Hon är hindradd.Vad sade du?Hon känner det.\n\nHon känner sig lite hindrad, fullt på sängt säkert självkänsla, ja, precis.\n\nJa, men exakt, men sen så svinkte hon i alla fall vildtvin, som jag försökte smyga han på, men jag stöttade och det gick iväg, jag såg och springde över en vall, två tusen av åtta kilos grisar, och jag försökte efter i sin lysande väst.\n\nHan svinkte kanske några kilometer, och sen så blev det stopp, men tyst, alltså hon själv inte, men hon var still på samma ställe, och då tänkte jag så här, nu är väl västens björnar inte celler, tänkte jag, så jag borde gå ditåt, så kom det några skall, och så plötsligt försvann hon från palen, GPS-palen.\n\nOch jag fattades inte vad som började hända, men skallen förtystnade, och sen jag gick, och jag hade hört om skallen sist, och då har jag skallen fast lika lågt och långt bort, tydligen, men sen så kommer jag fram, då var jag så stort, flytt lågt, och då fattades, att det var ett grävlingsgryt då, så då hade hon, lika som, bytt från magisarna till grävling, dumt nog.\n\nOch att GPSen inte funkar då var ju, för att hon var under den här stenen, och då fick hon gå inte signalen, lika som, igenom, och jag såg, hon var inte så långt inne i grytet när jag kom, alltså hon var kanske, alltså jag såg, lika som, arslet, ganska, det var ganska när öppningen, så hade jag varit snabbtänkt där, så hade jag kunnat, lika som, kasta mig fram och rycka tag i hennes svans och dra ut henne, men, men jag, det kändes så våldsamt, så jag gjorde inte det.\n\nMen hon blev ju som starkt av att jag var där här, som de blir, så hon ålade ju längre in under det här flyttbocket, alltså inne i grävlingsgrytet, så till slut var hon så lång tins, att jag inte längre nådde henne, och hon låg där, och jag flydde ropa på henne, och jag skrev det här på Instagram, men då flydde jag ropa så här, Kerstin, och då var jag så jävla gullig, för hon var ju som en liten snabb, så jag gjorde inte det, men hon blev ju som starkt av att jag var där här, som de blir, så hon ålade ju längre in under det här flyttbocket, alltså inne i grävlingsgrytet.\n\nSå till slut var hon så lång tins, att jag inte längre nådde henne, och hon låg där, och jag flydde ropa på henne, och jag skrev det här på Instagram, men då flydde jag ropa så här, Kerstin, och då var jag så jävla gullig, för hon var ju som en liten snär, hon var ju som krullsvans, som en liten bulle, på rumpan, och den fick liksom plats och vickar där under flyttbocket, så jag såg liksom bara den vickar där.\n\nVarje gång jag sa hennes namn så vickade hon på svansen.\n\nJa.\n\nOch sen så försökte jag komma in och dra i henne, men jag nådde inte in, jag började hålla på och gräva vid ingången.\n\nMen det var ju stenar där också, som var begravda i jorden, så jag fick gräva runt de här stenarna och lyfta bort de här stenarna, och hon vägade komma ut.\n\nJag började tänka så här, fanktänk om hon sitter fast, liksom.\n\nOch till slut så lyckades jag få bort någon sten så att jag kunde trycka mig in, då just då kom min kompis också, som jag var ute och jagade med.\n\nHan kom, och han hjälpte mig och vältade bort någon sten, och var psykologiskt stödad.\n\nHan hade ett drästigt sånt där, alltså, jävligt!\n\nJa, fy fan, vad sträst det var, och då tryckade jag mig in och då fick jag ta i hennes svans, men då försökte jag dra, men det hände ingenting, hon sitter helt fast, så här.\n\nOch då började jag få lite panik, för jag fattar att hon väljer inte att vara i grytet, utan hon är i grytet, för att hon inte kom lås.\n\nJag tror att hon har krävats in och sedan fastnat mer i den här västen, jag tror att hon inte, alltså hon kan inte bedöma hur stor den är, eller hur mycket plats den tar, så att hon fastnar där under.\n\nOch jag kan inte rubba henne, och så plötsligt så bara slutade svansen och vifte henne sig kärrsteen så här.\n\nOch hon bara, vad jag ser på något sätt på hennes arsle, att det är, att hon blir helt slatt.\n\nOch då, alltså det är ju lite rört i huvudet, jag kommer inte exakt ihåg vilken ordningstrakning sker, men då, då lyckas jag, jag får tagit svansen, jag försöker dra, men jag kan inte rubba henne, men då lyckas jag, eller först då ställer mig upp och tänker, så nu har hon dött, nu har min hund dött, och jag kan inte göra någonting, jag kan inte rädda henne, hon ligger där inne och hon är död.\n\nSå säger det till min kompis Andreas, och jag kommer inte ihåg vad han svarar, och sekundrarna går det, jag kommer inte riktigt ihåg hur mycket tid som förflyter det här, men, men, men, jag beställer mig i alla fall för att göra ett försök till, så jag trycker mig, jag kapsar först, gräver med händerna, får bort en sten till, kommer det in typ tills min rumpa tar stopp mot den under den där stenen?\n\nSå att jag ligger, liksom snärt neråt, i hela över kroppen, inne under flyttlocket, henne också tänker såklart, vad händer om de här stenen, där jag gräver nu, gör att allt bara flytta på oss, men det, det, ja, sjunker ner och trycker upp bröstet, så du precis kan andas, men inte mer, öh, ja, men och så har ju Kerstin det där inne, alltså, men hon har haft det så, men då, och då får jag i alla fall tag, först till svansen, men sen lyckas jag, liksom, prästa mig fram, så att jag får tag i västen.\n\nOch då, när jag drar, så, så, så, så bara känner hon låsnar, och då, då tror jag att hon, eftersom hon har fullat medvetandet, så, så har hon slattat av helt och hållet, liksom, och luften har tyckts ut ur lugnen, så att hon är plattare än vanligt, och därför så lyckas jag dra ut henne, och då är hon ju, liksom, helt, slapp, alltså hon är ju typ, jag tänker att hon, att jag kommer få ut en död hund, öh.\n\nSå jag drar henne framåt mitt ansikte, men då sitter jag fast, så jag kommer inte heller ut, så då får jag ropa till Andreas, och det var så jävla trött han var där, så han får dra mig i benen, så att jag kommer ut.\n\nOch då har jag skärt in mig med, och då hinner jag tänka det här, kan man ge en hund mun motnos, andningshjälp, eller skall man göra kompliktioner, eller hur er, så kommer vi ut, och då ställer sig bara skärt in upp, eller omtumlad och omtycknad, men som vid liv och andas och står upp.\n\nDet som är behärligt också, Andreas är i alla fall klippa, han jobbar som ambulanssjukvårdare, så han är ganska van vid denna typen situationer, och han är ganska bra på att behålla lugnet, men också kommer ihåg vad som är viktigt hela tiden, så han, vi får av förstärkt i den här västen, han kollar hennes tandkött, han känner på hennes klämmer, känner på hennes mage och på bröstkorgen, och jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst upptagen, jag är som helst uppt\n\nSå du vet, jag är som, ja, jag är som, det var skitläskigt, jag var ju helt skakig, liksom. Men vi konstaterar att hon var bra, men det var så läskigt också, förhör ni så rymningsbedärande, man måste hålla i en hela tiden.\n\nHon ska i väg och tångra grisar.Hon försöker också ta sig in under, hon ville liksom in under stenen igen, när vi har tagit av västen, hon bara, jas, nu, nu får jag plats.\n\nSå då sätter jag koppl på henne, och så bara, så går vi bort en bit, och jag är, du vet, så här, jag är som jord i munnen, så att när jag kom hem och snöt mig så bara kom jag helt svart från den där jävla jorden.\n\nOch, alltså, det var ju, jag började säga, du vet, men jag berättar för britter, sen så började jag grina, och jag håller på att spela upp till huvudet hela tiden, och så här, det var skitläskig grej att vara med om.\n\nHon är värre än dig, Kalle, till och med.Hon har sämre omdöme, varje kväll.Nej, men mer, du har ju varit med och kört lite sådana här rafelgrejer och bitterier när det gäller.\n\nJa, det hade hon ju, liksom, dels ville jag bara, tror jag, berättar det här någonstans, det var skönt, jag lupte på henne på Instagram, och det var så skönt att skriva om det, för det var ett sätt för mig att bearbeta det som hände.\n\nSen gick det ju bra, alltså, det hade ju antagligen varit värre om hon faktiskt hade dött, om hon inte hade kommit åt den, om hon inte hade försökt en gång till, liksom.Om det faktiskt var så att jag hade fått till med mig en död hund hem, så hade väl det varit ett större trauma än vad det är nu, för nu, på något sätt, kan vi tänka så att jag lärde mig, tipsar, liksom, ge aldrig upp, alltså, sådana positiva grejer lärde jag mig av det här.\n\nMen, men, ja, det är skit, det var otroligt läskigt, och kändes sig så jävla macklös, först enligt kunde jag någonting.Jag menade, och då tänkte jag, att jag ville säga det här i någonstans, och då sade jag det i den här podden, och så då tänkte jag, att jag skulle, liksom, finns det en beredskapsvinkel på det här.\n\nOch det gör det ju.Och det gör det ju, och då tänkte jag på, jag såg dem, de jagade här på god sätt bredvid mig, då såg jag hans med jaktchefen där, Martin, han hade på sin bil, när de skulle jaga, en sådan supp, stand-up paddleboard, och det kanske man tycker konstigt, när man ska jaga, men då fattar jag, det är ju om det är dåliga isar, så att en hund går igenom isen, och det hände ju hela tiden.\n\nAtt hunden drunknar i en isvak, och det har varit jättenära för mig för några gånger också, att då ha någonting, så att du kan ta dig ut till den där hunden är ju helt ovärderligt, och att du har beredskap för det, till exempel då en supp på ditt biltak, eller åtminstone i alla fall långa rep.\n\nSkider funkar ju också, om du undrar sig.Skider funkar också, och som kläder, de bytte prat från förr också, men jag trodde att jag vetat att jag hade ramlat i vattnet då.Men att ha det med sig, men då i det här fallet, om du kärste in, nu hade det ju antagligen inte, liksom, jag hade ju inte hunnit hämta det, men att ha ett spätt, till exempel.\n\nHar du inte spett i din stora bil, Kalle?Jag har inte rep avtryckt, men nu kommer jag ha det, nu måste jag ha det.Jag behöver ha spett.\n\nJa, men att ha spett, för att äta med en spade, en spade är ju, liksom, viktigt också, kanske, om, i alla fall, för då har vi pratat förut om skiffel och så där, för att kunna skapa snö, men ett spätt går ju, liksom, inte att ersätta med något annat, och att gräva kan man ju, på något sätt, göra med, i alla fall i det här fallet, när jag var nu, så var det väldigt sandig jord, så då kunde jag gräva med händerna, men, men, att ha ett spätt kan jag, liksom, inte ersätta med handen, för hur mycket jag tränar mig.\n\nHur mycket jag tjänar kommer jag inte bli lika stark som ett järnspätt.\n\nNej, grejen är ju det, att du blir ju, vad ska man säga, beroende på hävstängarna där så blir du fem, tio gånger starkare med ett järnspätt då.\n\nJa, om ni ser, och det hade jag, ett spätt hade gjort, om jag hade haft ett spätt i handen så hade det här situationen varit mindre farlig, det hade jag inte sett, alltså, jag vet, det var, för det var en stor tveks, man inte kunde förrubba, liksom, som det var den, som gjorde att jag inte kom in, ett slags längre, eller hur mycket jag tjänar, kommer jag inte bli lika stark som ett järnspätt.\n\nNej, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nJa, men om han har en sådan stor bil så kan man ju sätta grejer på sidorna, då har du ju en pick-up, eller?\n\nBågsåg ska man ha också, då du vetar dig på för att jag är fogsvans, det tyder du ju som vanligt.\n\nJa, kallen med fogsvans!\n\nJa, men det var det, och Kerstin lever, hon är liksom, hon verkar helt återställd, och det kändes, jag vet inte hur man inbillar mig, men det känns som att hon är liksom godseare med mig, som att hon vet att vi var med om något tillsammans.\n\nHon vet nog att du är rädd att henne.\n\nOch kanske, lite gråter jag där, nu känner jag.\n\nFör fan, vad jag liksom läskig grej var med om, den där, liksom, maktlösheten, när man känner sig, jag kan inte, hon är så nära, men jag kan inte rädda henne, det var jävligt obehagligt.\n\nNej, jag har, jag tycker ju inte det är så trevligt själv med trånga utrymmen, och jag, hon gick ju bort nu, fjorton år gammal, för ett år sedan ungefär, den lilla vita, supervisorn här, men när hon var, ja, exakt, exakt, och när hon var liten, hon sprang ju inte långt, va?\n\nHon hängde på, en större hund kunde hon göra, om de rymde, men det var ju det, när hon gick lös, hon sprang ju in överallt, vet du?\n\nOch sedan, när hon var ung hund, så hörde man ju henne, så var hon under en lada eller någonting, och det var det ju som att hon inte hittade ut, vet du?\n\nOh, gud, vad jag tyckte, det där var otrevligt alls, alltså, vet man, var ju på väg att hämta yxor och sågar och ta sig igenom golv och grejer, men så kom hon ut till slut då.\n\nSå mycket hade hänt.\n\nJaha, exakt!\n\nOch för fan, men man har ju jättemycket historia om just grythundar som blir kvar, som är kommit ut, och då man får gräva och gräva och gräva, jag var mer på grythundsjakt en gång, det var ju sådana konst, då var man sådär, lavinpail på hunden.\n\nSå att man kollar, liksom, djupt, med hjälp av en lavin-sändare, och sen så bara gräver rakt ner, alltså, man grävde, liksom, till hål, fyra meter rakt ner i marken, och så bara var en gräv inne i deras munsjö, och det var jättekonstigt.\n\nJa, jag tycker att, alltså, det där, just det, i och med att man vet, just grävling också har ju ett ansym i munnen, som gör att om de biter hundarna i ansiktet, när de är där nere, så löser köttet och huden upp sig.\n\nJaha!\n\nVäldigt kraftiga svår kan de få ut av det där, alltså, att det är som att det löser upp sig.\n\nJa, och det har säkert blivit biter av grävling förut, men det känns också som, alltså nu, jag.\n\nAtt det blev inte infekterat då?\n\nNej, men jag tvättade väl, men, alltså, ni som jagar med grythunsen, ni, jag vill inte, ni får göra vad ni vill, jag ska inte lägga mig i er jakt, som ni gillar, men, men jag tycker månsätt att, att grävling ute det öppna, det tycker jag känns färd, men hemma hos dem, i deras boende, tycker jag så taskigt.\n\nHome invasion!\n\nExakt, okej, skit i det, du också var beredd av läskigt, du var ju strängdäs.\n\nJa, det har jag varit, och kungsör, faktiskt, jag var ju en stati.\n\nFörlåt, jag kommer att tänka på en grej till, och en grej som jag vill säga, det är ju, att vi brukar prata om det där med beredskap är ofta att ha en plan, att man har tänkt igenom olika scenarier innan.\n\nHan hade inte, Kerstin fastnade i ett gryt på mitt jaktbingo-kort för 2025, men nu vet ju jag, att det är en grej som kan hända, och det där med att tänka på isar, det är, det har jag med mig, det tänker jag på, att det är läskigt, jag tänker på vägar är läskigt, jag tänker på järnvägar är läskigt, jag tänker på varg är läskigt.\n\nSå de grejerna behöver man ha en beredskap för, och har man en sådan hund, som springer sig långt och fort, då till exempel att, liksom, ha koll på, att man inte är för långt från sin egen bil, eller att man har en kompis, som är nära sin bil, så att de kan komma och hämta en, eller åka och ställa sig på en väg, om de är på väg dit, att hålla på att tänka igenom de där grejerna, det är ju så här, det är så här viktigt, och inte bara om man jagar med lös hund, utan i livet så är det bra att tänka på olika grejer, och vad som kan hända.\n\nOch vad man ska göra då.\n\nMen då säger ju många sig, ja, man kan väl inte gå omkring och vara orolig hela tiden?\n\nNej, inte orolig, men, liksom, ha tänkt igenom, alltså tänk tanken så här, okej, vad är han nog tjänst i farsdagens gryt?\n\nJa, då är ett spätt i bilen, tänk kanske du inte förstår, men, men, ja.Nej, men det är väl det som vi brukar säga då, att om man förebereder sig, så behöver man inte stoppa in huvudet under armen, utan kan vara lite mindre orolig.\n\nAlltså förebräde inte rädd, det vill jag säga.Exakt, exakt, så är det.Hur ser det?Jag är färdig, tack!\n\nJo, ja, jag var ju på turne under veckan som var här, och det var jättetrevligt, var det.Det var onsdag kväll i Granhammar utanför Kungssör, och sen hade Strängnäs kommun hyrt in mig, både torsdag kväll för allmänheten, både onsdan och torsdan var fullbokade då.\n\nOch, men sen hade jag ju ett viktigt uppdrag, tyckte jag, som jag tänkt mycket på, och det var faktiskt alla ledare, leda-forum, och de ska ägna det här året åt just beredskap.\n\nOch jag fick vara först ut, och det var nästan hela förmiddag från 08.30 till 11.15, och jag tänkte på detta, hur ska jag göra?Man vill ju att det där blir bra, va?Och det har ju att göra, men jag brukar ju säga det, att betongplattan i landets förmåga och motstå svårigheter börjar ju i hushållen, och just det här, att vi måste förebreda oss så att vi kan fortsätta lösa våra uppgifter, börja ju i hushållen, och just det här, att vi måste förebreda oss så att vi kan fortsätta lösa våra uppgifter, börja ju i hushållen, och just det här, att vi måste förebreda oss så att vi kan fortsätta lösa våra uppgifter, börja ju i hushållen.\n\nOch just det här, att vi måste förebreda oss så att vi kan fortsätta lösa våra uppgifter, för det finns ingen annan här, eller vad?Och det där kommuniseras inte, och jag tycker det är fegt och dåligt, eller, alltså, att de inte fattar det, vad?De tänker uppifrån och ner, tror du vad de tänker, vad?Börja med staten i stället, för med...\n\nSå en pyramid byggs ju uppifrån och ner, brukar man säga.\n\nHahahaha!\n\nDen ska jag komma ihåg, Kalle.\n\nMen sen är ju saken den, att om det är betongplattan, grunden för landets förmåga, så är ju kommunerna hela stommen, va?\n\nVad all infrastrukturen tar hand om barn i alla åldrar, så att de andra kan lösa sina uppgifter, inte måste ta hand om sina barn, tar hand om alla de mest utsatta, vatten, avlopp, värme, i alla tättbebyggde områden och så vidare, va?\n\nOch det där, det är ju så, funkar inte kommunerna, och jag blev lite förvånad när jag, alltså då kollapsar du ju också, va?\n\nJa.\n\nEftersom vi är så beroende av samhället allihopa, vi är ju verkligen det, alltså vår chans är ju att hålla igång det här, och då är hushållen och kommunerna verkligen, grundstrukturen är den beredskapen, den motståndskraften.\n\nOch, jag frågade om de där femton miljarderna och hur mycket kommunerna skulle få, och den kommunkunderdirektören där då i strängnäs, han sa det, att han hade inte hört talas om några pengar som skulle till kommunerna nu.\n\nVart ska hon penga då?\n\nNej, det är väl statens olika myndigheter, och vi får se om vi får något mail här nu som berättar lite mer, men jag tycker han borde ha vetat det, faktiskt, i så fall.\n\nDet verkar som det ska vara till civil försvar och statliga grejer, och att kommunerna får göra sitt då, med sina pengar, de är ju ganska självständiga, men det är ju en stor grej som ska göras nu, och det där är, som sagt, var, det måste ju bara funka, va?\n\nAlltså, det här med infrastrukturen, och man kan inte överge de gamla, och man måste ta hand om barnen, det är bara, alltså, det finns inga alternativ till att inte fungera, va?\n\nMen så det kändes viktigt, och jag tänkte så här, nej, men de, jag känner ju folk som jobbar i kommunerna, och de har ju inte så mycket förståelse för samhällets vårbarhet och så, generellt då, vad finns ju alla sorters människor där också?\n\nEn vanlig, men han fick ju chans att bruta ut mig mer, och verkligen ta mig alla delar, både hårda, fysiska, livsmedelsförsörjningssystem.\n\nPotatissorten, konnekt!\n\nNej, den tog, nej, men däremot pratar vi potatis, jag och en sådan här säkerhetsansvarig där, för han, jag fick möjlighet, jag tror, att det var, innan jag drog igång eller om det var i fika-pausen mitt i.\n\nDe hade ju börjat fundera kring beredskapslager, faktiskt, och bönder och så där, och var inne på just potatis, men det odlades inte så mycket potatis där, jag frågade var det var för jordar och så, men det visste ju inte han, så klart då.\n\nDet vet väl inte de flesta, kanske, jag har inte riktigt koll på det, vad man kan förvänta sig.\n\nMen det verkar ju dumt att tänka att man ska ha breska för potatis, om det inte odlades potatis.\n\nNej, men att prata med bönderna om de kunde odla det och jag sa att förmodligen så är det mycket leriodlar och eftersom de odlades bandmål, det var inte mycket jordgårdar.\n\nMen då berättar jag ju det som jag har berättat så många gånger här i podden, att jämför potatis, det är det bästa som finns på hushållsnivå, för det är så lätt att odla, och man, speciellt om man inte kan så mycket, så fixar man ändå odla potatis om man lägger lite tid på det, va?\n\nOch om man får hufsade skördar och det är utifrån hur mycket energi som går åt för odlade hushålls så är det ändå en hufsad, redan det är ju det bästa du kan odla, kan man säga, med handrillskap.\n\nMen tar du, för en kommuns behov och så, beredskapslager och sånt, om en potatis, det är åttaundra tio kilokalorier.\n\nPär kilo?\n\nPär kilo kokt potatis till och med, och spannmål är tretusen femhundra kilokalorier, vet du, per kilo.\n\nDet är mer?\n\nJa, det är ju mer än fyra gånger så mycket, och potatisen kräver bra förvaringsutrymme, det får du inte frysa.\n\nHar du stora lager, isolerade, kylrum, du vet vad ni är, plåtlåder och sånt där som är nu, nu är du inte jordkällare på de stora gårdarna.\n\nDå är det ju så här, att det är ju ett visst skydd, och de klarar er, även om strömmen går en viss del, just därför att de alstrar egen värme, det har vi ju pratat om också, när det blir kallt så börjar potatisen alstra egen värme, så att den...\n\nKämpa på.\n\nSkydda sig lite grann där, men det är ju ändå mycket känsligare, var?\n\nSpannmål kan du ju förvara i silosar, ruter, i vilka temperaturer som helst, är det närmaste som är applicerbara här i vår verklighet, och håller i flera år dessutom i stället för bara ett år.\n\nSå spannmål är det idealiska, och tittar du på pris per kilokalori och så vidare då, alltså det som är, om man inte har någonting och ont om pengar, då kör man på spannmål som en bas, ska man sen komplettera det med annat och så vidare, och det är ju också mat som man kan äta ganska mycket av, va?\n\nDet är svårt att äta flera kilo potatis för att få i sig kaloribehovet.\n\nMen tål råttmöcker, det är inga problem.\n\nNej, exakt! Nej, men det är ju sant, va?\n\nOm du tänker dig gröt och bröd, det är inte helt hopplöst att få i sig ett kilo spannmål, tretusen femhundra kilo kalorier, och det börjar ju krypa upp mot, ja, för kvinnor är ju det dubbla kaloriintaget mot.\n\nAlltså bli fett på pandemi i samband med krisen.Nej, men de kanske orkar gå, bära, lyfta, hugga, springa, cykla, i stället fråka läntrafiken till kontorsstolen, så är det, kanske.\n\nJa, så är det.Ja, så är det.\n\nDet är, nej, men så att jag var nöjd efter det där i alla fall, jag kände att jag hade med mig hundra tjugo chefer och ledare i kommunen där, hela vägen.\n\nMan får uppmana lystarna, om du jobbar i en kommun med de här frågorna, bjud in Selma, då kommer han, och så läser han lusen av alla, som har fattat fel kring vilka grejer man ska lagra och så där.\n\nNej, jag läser inte lusen av grejer, och berättar en berättelse, det fick jag inte, vi är så våna vid att de har bilspel och grejer så här, och det här var så annorlunda, jag står där och berättar och tittar, och jag genom ögonen i stället, och jag med dem.\n\nSkulle han lägreld med dig?Ja, typ så, faktiskt, skulle jag nog säga.\n\nDu, Patrik, jag kände att vi skulle behöva hinna med några frågor i dag också.Ja, det får vi göra, får vi göra.Känner du dig klar?Ja, det gör jag.\n\nÄr det bra jobbat, västern, att du representerar vår fråga i en runtad delande?\n\nFörsta frågan är på vår patreon, där man kan bli medlem, det kostar typ trettifem spänn i månaden, kanske?\n\noch då får man tillgång till reklamfri avsnitt, discord-servern, där man kan chatta med folk som håller på med smittegälla saker om självuthållning, odling, beredskap, och man får ställa frågor som blir prioriterade, och så får man också tillgång till sökfunktionen, man kan ställa frågor som blir prioriterade, och så får man också tillgång till sökfunktionen, man kan ställa frågor som blir prioriterade, och så får man också tillgång till sökfunktionen, man kan ställa frågor som blir prioriterade, och så får man också tillgång till sökfunktionen, man kan ställa frågor som\n\nOch då får man tillgång till reklamfri avsnitt, discord-servern, där man kan chatta med folk som håller på med smittsen av sådana saker om självuthållning, odling, beredskap, och man får ställa frågor som blir prioriterade, och så får man också tillgång till sökfunktionen, man kan söka i gammal avsnitt med hjälp av AI, det är ganska mäktigt, om jag får säga det själv.\n\nJa, inte riktigt alla avsnitt än då, men de som har varit reklamfria ligger i den då.\n\nMen vi kanske borde söka lite där ibland, vad tänks vi tippa upprep på sig alla mycket?\n\nAlltså, jag har ju testat den där, har vi verkligen sagt sig bra grejer i år?\n\nOch grejen är ju det att vi är ju kanske inte jätterstrukturerade, vi kör ju minst sagt intutivt den här podden, och då är det ju så att han tar ju det vi pratar om och strukturerar det, och det blir rätt bra, Kalle.\n\nFan, kanske skulle jag tästa?\n\nNej, det ska vi inte, vi ska göra som vi brukar göra, faktiskt.\n\nFörsta fråga handlar om lagring av socker och salt.\n\nFråganställaren har, ursäkta.\n\nFråganställaren har idag trett litre skinka och god kvalitet med lock, är det en risk för att det blir en hård klump av emtuell fukt, och i så fall hur rekommenderar ni att förvara det?\n\nAlltså, det beror ju på vad står dem i för miljö, men jag kan väl säga så här, att jag är ju biodlare och har ju förvarat en hel del socker i plastsäckar och sånt där.\n\nDu vet man, om man, när jag hade femtio bisamhällen ettag, så beställde man ett ton socker, va?\n\nJa, ja.\n\nFör att invintra och så, upp emot då, nu gärna hållit.\n\nEftersom du vet, och det är så att man snor all hånen som minas part till vinter, så måste man ge dem socker så att de klarar sig.\n\nMin erfarenhet är att det blir, jag tror, hinken är bättre, men om det är ett sånt tätslutande ordentligt lock då, så att det sluter tätt där, vilket det gör om det är såna livsmedels eller honungshinkar och sånt där.\n\nMen vill man vara, alltså, det blir ju hårt, och ofta går det att slå sönder det genom att banka på det bara, så att det.\n\nDu kan ta ditt spät som du har i bilen, till exempel.\n\nJa, precis.\n\nJag skulle väl säga så här, att det går, om man vill gå ett steg till, så är det ju att ha milarpåsar, men de kostar ju en del, helt enkelt.\n\nDå behöver du ju inte ha syrabsorbenter där, varken till salt eller till socker, utan det är ju mer förhålla fukten borta då, i och med att milar är det tätaste plastmaterialet som vi känner, till rimlig kostnad i alla fall, va?\n\nSå då blir det ju lite mindre risk, men som sagt, att det packar sig lite grann, speciellt om du staplar och det trycker och så vidare, det gör det, men det är hanterbart då.\n\nOch för fråga är, man kan inte bara ha såna där fuktabsorbenter i.\n\nSkulle man ju kunna ha i stället också, men jag tänker att det behövs inte, om du har det torrt och lägger det i, och så förslutar du på sen.\n\nHink tårt stället, då tror du att man klarar sig.\n\nJa, tillräckligt bra, alltså om man säger så här också, vad ska du hålla det och ströja på gröten eller vad ska man hålla det och konservera med och så vidare.\n\nI början var ju socker, sockertoppar, har du hört talats om det?Nej, det var ju, när du köpte socker så fick du som en kon, ungefär, va?Då var det en klump, helt enkelt då.\n\nAlltså se strut?Ja, jag ser det faktiskt inte framför mig, har ju så dåligt bildminne, men ungefär, jag kan tänka det, alltså en strut, papper runt, kan han köra en fåg.\n\nFan, akkord, apropå det, struten har lite försvunnit, det var känt som att det var vanare med strut förr, till olika saker.\n\nJa, det har du gjort, det är ganska länge sen, kall det tråd.Alltså innan vår tid.\n\nJa, innan din tid i alla fall, nästan, men i alla fall, så är det, och då fick man ju ha en socker tång och ta bitarifrån den.Så det är liksom inte värre än så, och det är ju samma vikt.\n\nSka du koka sylt och du ska ha en viss mängd socker, ju bara väga, och så får det, du kan ju crossa det och så lös upp det sen när du kokar sylten i alla fall då.Så det tror jag inte är någon superkatastrof.\n\nSalt kan också klumpa ihop sig, men jag tycker socker är större risk för dig då.Ja, men bra, då vi stoppar i våra hänkar, helt enkelt, och de hänkarna som vi brukar prata om, det är sådana man köper till exempel på en biodlings-webshop, alltså livsmedelshänkar, vita med en lock som man blir tokig på när man ska öppna.\n\nJa, du får vika upp dem, du får inte slita låst dem, det är ju en flärp, så du viker upp flärpen, Kalle.Jaha.Jag har slet upp locket och slet också upp mina fingertoppar.Ja, det är en kant som du ska vika upp innan du släpper locket.Fast du läste instruktionsboken.Ja.\n\nNästa fråga handlar om ett inglasat utrum, frågesälaren är nämligen svung på bygga en sådan, det finns mer i tioårsplanen, typ trettio, fyrtio kvadratmeter, det var ett stort utrum.Ja.Men utrummet ska utövar att vara ett sjukt god plats att hänga på, fungerar även som ett beredskapsrum i tiden av kris.Om ni var i vår sats, vad hade ni då tagit med i åtanke vid ett sånt bygge, så det blir jagligt gottigt, men samtidigt genomtänkt.\n\nOj, beredskapsrum!\n\nDet är alltså, jag är svårt att grippa det, är det lager, är det...\n\nvad menar han med beredskapsrum?\n\nJa, jag vet inte, men jag börjar då, så jag säger några grejer som jag tänker.\n\nJa, gör det, så får jag se.\n\nDet vore ju ett sätt att elda på, alltså en kamin.\n\nDärför att, dels så kommer det vara jävligt gottigt att hänga där, men sen så kommer du också kunna förlänga odling säsongen, för du kommer också kunna odla i det här utrummet, om det är stora glaspartier, då kommer du kunna ha tomatoldling och sånt där.\n\nKan du elda där så kommer du kunna hålla varmt och då kommer du kunna odla längre på året, det är ett sätt att öka beredskapen i utrummet.\n\nJa, det kräver ju nästan att du odlade i förväg då, eller om det är en väldigt långvarig kris möjligtvis, då odling tar ju tid.\n\nJa, det är så.\n\nMen värme med ved är ju alltid bra att ha, men jag skulle ju säga att det är bättre att orda in i bostaden då eftersom ett sånt utlymme kyls ändå fortare.\n\nJa, ja.\n\nJag har svårt att angrippa den frågan faktiskt, lager, förråd, har man ju alltid för lite av, tänker jag.\n\nUtrummet som jag tänker det är ju, att det genomskäler tak, i alla fall stora glaspartier.\n\nJa, på väggarna tänker jag, minst på väggarna då.\n\nJa, och det gör ju, att det är inte optimalt för lager, för lager vill man ofta ha mörkt ju.\n\nJa, du kan ju förvara saker i mörka förpackningar då, men.\n\nJust det, ja, för det som är bra med trettiförtio kvadratmeter utrum är ju, att det är trettiförtio kvadratmeter till inomhus, som du får.\n\nJa, under tak i alla fall, bara det.\n\nOch inomhus är ju en viss vara, i de flesta fall, på de flesta ställen, där de folk bor.\n\nSå då kan det vara bra att ha lager där.\n\nDet är någon typ av skottgluggar, kan det vara bra?\n\nNej!\n\nOkej, vi går vidare.\n\nJa, vi får ju göra det, jag kanske kommer på något sen då, men, ja, lite svårt då, alltså, jag tänker ju i så fall, om man är nodlare och sånt där, att man gör det till ett odlingsutrymme och förlängt och sånt för att få, för att få.\n\nFärska, kompletterande grönsaker och frukter och sånt.\n\nJag skulle ju definitivt gå på citroner och lime, jag har ju börjat med det, jag har ju försökt några gånger under åren, men nu har jag massvis, eller massvis, jag har fyra citroner och fyra lime och en lite större citronplanta, som vi har inne på andra eller tredje skörden på, faktiskt.\n\nJa, jag har ju sagt det, att är det någonting som egentligen inte odlats är, det där, att jag ju försöker göra, faktiskt, odla det som är enkelt och ger mycket och som man verkligen använder och så där, och inte konstatera för mycket, men så är det någonting som jag tycker är värt att konstra till det med då, så är det ju faktiskt främst citron, men även lime.\n\nJag minns lyckas, jag köpte citron och lime, ställde mitt växthus, växte skitbra, glömde ta in dem, frosten tog dem, tog in dem sen i alla fall, limeen återhämtade sig, och växte ganska fint i fjol, gav ingen frukt, glömde ta in den igen, och nu har jag inte ens vågat titta på den, nu står den där nere och är sönderfrusan.\n\nJa, nästan mord, Kalle, grov orsdlöshet i alla fall, våldande till annans död.\n\nNej, men det är lätthämt sånt alltså, men när jag har dem inne nu i ett lite avskärma del bakom väggar, där det är lite svalare då, och så lät jag dem stå ute på trappen tills de fick en, vad ska vi säga, i vårat mild vinter i alla fall, att den fick gå ner, det började gå mot nollarn, och sen tog jag in dem, så att de fick gå ner, och sen tog jag in dem, så att de fick gå ner, och sen tog jag in dem, så att de fick gå ner, och sen tog jag in dem, så att de fick gå ner, och sen tog jag in dem, så att de fick gå ner, och sen tog jag in dem, så att de fick gå ner, och sen tog jag in dem, så att de fick gå ner.\n\nOch sen tog jag in dem, så att de fick känna att det var vinter då, och så ställde jag dem svalt inne, och tanken på siktet är ju, att de ska få stå i livkammaren där utåt över vintern, och vara i växthus under sommarhalvåret, dryga sommarhalvåret.\n\nSå då får de ändå mycket ljus under vintern.\n\nJa, i livkammaren är det relativt begränsat, det blir ju lysrursarmaturer då, det är ju där, men det är ju mycket hyller och grejer som dämpar ljuset då.\n\nDet finns ju någon, jag vet inte om det gäller fruktit ur träd, men det finns ju något, att man ska ställa mörkt visterväxte på vintern, ska ni tjäna det?\n\nJa, det får ju vara, alltså, såna här, som inte är så härdiga, de är ju oftast längre söderut, och där är det ju inte så mörkt, det är ju mer jämt.\n\nI kvarten är det tålfemma dag, tålfemma natt, men jag vet inte, jag kommer inte på nu i alla fall, men det kan säkert finnas de, som vill ha det mörkt för att vila, att underlättar i alla fall, kanske just när det är vårt klimat, för att få dem att klara det, skulle kunna vara så.\n\nMen än så länge så ser de fina ut, alla citronerna, och det är just det där, jag tycker ju våran måtkultur är jättebra, och god och så, och jag gillar andras också, väldigt mycket.\n\nMen det är det här med, och jag gillar vinäger också, faktiskt, äppelsidivinäger speciellt, men citron slår vid äppelsidivinäger med hästlängder, alltså, det är så fräst med citron, va?\n\nJa.\n\nOch lime, så därför så lägger vi tid på det, och det kan ett sånt utrum faktiskt vara en del i.\n\nKul, bra idé.\n\nJa.\n\nNästa fråga kommer från Christian, är du redo, Patrick?\n\nJa, jag var ensam.\n\nHej, skriver Christian, jag hittade en gammal stenstadsbrunn mitt på gränsen mellan min och grannens tomt när jag grevde i rabatten för två år sedan.\n\nTroligtvis är den från slutet på 1800-talet, då huset byggdes, någon har byggt en mur mellan våra fastigheter över brunnslocket, men jag har ett två decimeter stort hål i locket på min sida, där pumpen är engångsatt.\n\nDen är cirka fyra meter djupt och torr, vackar som någon tidigare ägare dumpat skräp och jord i den.\n\nJag har lät ner dagvatten från hustaket till brunnen, jag hoppas att det skulle bli kvar, så jag kunde använda det till att vattena med, men tyvärr så försvinner vatten lika fort som det kommer ner.\n\nHur skulle ni använda brunnen, och om ni skulle ha den som vattenreservoir, hur tätar man den?\n\nMvh, Christian.\n\nReservoir, sa han ju inte brunn, va?\n\nAlltså, ja, precis.\n\nAlltså, det är ju ifrån fall till fall, det är ju inga stora uppningar och såna grejer heller där, om det är värt, för nog ja.\n\nAlltså, det är ju i så fall, och ha, alltså, det jag spontan tänker är ju en säck, i så fall, ja, med små ingrepp, en stor säck ner i där, som du kan fylla och tumma.\n\nJag vet inte om det är värt att krångla med det där, faktiskt, mur över och såna här grejer.\n\nJa, men det var ju lite knyckt, när man hör, alltså, det här lilla hålet, hur svårt är det att komma ner och täta den på något sätt med, om det hålits så där litet?\n\nNej, men du får ju göra rätt stora grejer och så, då gräv ner en stor tank i backen i stället, om du vill ha en ner i backen eller gräv en ny brunn, helt enkelt.\n\nJa, och använd den som brunn, vilket gör att då är den ju inte tätad, utan då ska ju.\n\nMen det är ju inte märkligt, om den inte är tät, att den är fyra meter djupt och är alltid torr, det låter ju så jättemärkligt.\n\nJa, det gör ju det, va, och fyra meter är, ja.\n\nAlltså, om han inte bor, liksom, högst uppe på en sandkulle, så borde det ju finnas vatten, fyra meter.\n\nJa, det är, antingen så är det ju ett ställe, där grundvattenet är lite lägre, och att det har rasat igen i brunnen eller fyllts igen, men inte helt, och att det faktiskt är, behöver vara djupare brunnar, det är ju inte, hos mig är det ju grundvatten, i och med att jag bor så högt, så är ju det längre ner, va?\n\nEller också så kan det ha varit så, att det har varit källor, för så har ju hos mig här också, att jag har ju ytligt vatten, som rör sig i stråk här.\n\nVad gör jag?\n\nJag har en källa, faktiskt, fem meter utanför yttedörren, i en kant, som kommer.\n\nUhum, och detta är sina toner?\n\nJa, precis, eller att den är bortranerad, eller någonting sånt där, va?\n\nKan det vara också så, att brunnen är djupare egentligen, men att det är sett i två meter bös i botten på brunnen?\n\nJa, det var det jag menar med, att den har rasat igen lite, eller att de har börjat fylla den och inte gjort det helt, va?\n\nSå att den kanske är två, tre meter djupare egentligen, och så har de några kubikmeter vatten nere i detta materialet, då.\n\nMen jag skulle nog, med tanken.\n\nDå kunde du tippa fast en sopslev på ett långt kvartskaft och gräva ur.\n\nMen du, du hör ju stenmur över kallen, tänk!\n\nOch det låter jävligt jobbigt.\n\nJa, men du vet länsdjusen där, va?\n\nJa, just det!\n\nDet ligger i tre stenar i en hög två år, får du inte flytta bort dem sen?\n\nRör den inte.\n\nNej, så att det, jag tror inte, det är något du krånglar med, faktiskt.\n\nNej, tydligen, Christian, om det var ju.\n\nSnarare fylla igen, i så fall.\n\nJa, det är som det.\n\nJa.\n\nKul initiativ ändå, Christian, måste jag säga, uppmuntra det.\n\nJag får väl säga så här då, och beroende på hur det ser ut där så överväg du göra en damm i stället,\n\nspeciellt om du har odlingar och sånt där, så att du får, men du kan få salamandrar och grejer och flytta dit, och de jagar och åhyrar på nätterna åt det och sånt där i grönstadsklanden.\n\nSå får du en extra biotop förutom kanske lite reservbevattningsvatten och sånt där då.\n\nDe kan ha ankor i den också, de äter ju snigla, det är ju tomt.\n\nJa, det där har du pratat, du har ju gjort detta.\n\nJa, vet du vad apropå ankorna?\n\nJa?\n\nJag ska säga en grej som jag såg, jag är ju sällan inspirerad av inspirerande konton på Instagram, men nu blev jag inspirerad av något sånt där, något som skickade till mig, typsen farm hacks eller något sånt där.\n\nDå var det, då tog man en, för jag har den med en trasig IBC-tank, det som är, det har ju hål i en typ tre decimeter upp, men upplägget var att man ställer, du skär av en IBC-tank typ tre decimeter upp, så att du får som en stor balja med en bottenventil, som du kan apta att stänga, ställa den på en lastpall och ha det som ankbad, och jävligt smart tycker jag.\n\nOch det är bra för mig att ha, alltså ni fler som inte har damm är bra att ha, och för mig som har en frusen damm så här års, då kan jag ha ett sånt ankbad i växthuset, där det ankorna bor nu.\n\nDär det inte blir så kallt, så att det fryser till och med oss där kanske.\n\nJa, det gör, man får hacka lite om.\n\nJa, men väl, det är mycket stora delar av vintern, så är inte fruset i alla fall.\n\nExakt, stora delar av vintern är inte fruset.\n\nNej, men vad bra, du Kalle, jag berättar ju för dig, att det var, jag brukar skriva, de som skriver på Instagram direktmeddelande, då brukar jag skriva skicka till hejetkatastrofen.se, för de försvinner ju där, men nu var det en som kom precis innan vi spelar in podden här, som jag tycker var väldigt bra, det är mycket, mycket text där, men jag tänker inte att du ska ta tid och läsa det, kan jag sammanfatta vad det var han skrev?\n\nJa, är det från Jakob?\n\nJa, precis, det är väldigt mycket där, han bor i en bostadsrättsförening och sitter i styrelsen.\n\nJa.\n\nDeltom de har haft problem med, det börjar med att jag har haft problem med cykelstölder och grejer i området, så att de har, med anledning av förra avsnittet, med säkerhetssystem och kamerör och sådana grejer och sådana, det vi pratar om då, så har de köpt, och han tipsar ju om ett där, jag vet inte, du kanske kan titta vad det är, det är väldigt mycket.\n\nDet är väldigt bilja grejer i alla fall och de har hittills varit väldigt nöjda med det.\n\nImo, I-M-O-U. Precis, så de hade köpt. Ja, men det är ju sånt där, som är uppkopplat mot nätet, mållagring och alltihopare där, så att när de verkligen behövs då, då kanske inte internet fungerar, när det är som värst, när de behöver.\n\nSå att det är därför som vi går över till trådade nät och så vidare nu då, så att vi kan hålla igång det med reservkraftsystem och sånt, nästa nivå.\n\nMen det där är ju en bra grej att börja med och hela vägen, och vi har ju de båda två också faktiskt ett annat, mycket dyrare system dock. Ja, så är det, men i alla fall, ja, precis, alltså de köpte väl på kampanj, men ja, det var väl ett par tre hundra kronor per kamera och sånt där.\n\nDet blev ju otroligt.Ja, det är nästan en tiondel, inte riktigt, men en femtidel, bryckte en femtidel i alla fall av mer märkesvaror, om han säger så.\n\nMen sen tar han upp det här också, för de har ju börjat fundera i bostadsrättföreningen där, och han sade att ungefär en tredjedel av invånarna bor nog nästan i bostadsrättföreningar.\n\nVad är de skyldiga?Beredskapsmässigt är någonting.Jag och så vidare tar han upp där då, men det kan inte jag, men om han resonerar om det så verkar det ju orimligt, att den bostadsrättsföreningsstyrelsen skulle ha några extra lagliga, juridiska åtaganden, det är ju det, att man får se till att det fungerar och fortsätter fungera i bostadsrättföreningen.\n\nOch leda föreningen, helt enkelt, och se till att föreningen lever upp till sina ekonomiska åtaganden och så vidare, det är ju det som han får göra.\n\nAlltså hålla liv i Facebookgruppen, när man kan chapsa om soppås utanför dörrarna och täddagar.\n\nDet man är ansvarig för till vardags är man också ansvarig för i, för det är ju svårt, det kan ju finnas bostadsrättsföreningar som har egna vatten och avlopp och så vidare, men de flesta torde ju ha kommunala grejer, men han nämnde bergvärme pumpar och sånt där, så det verkar som att de skulle kunna ha egna grejer då.\n\nDet är ju så här, jag pratar ju om det här ofta, inte alltid, men det börjar ju med hushållet, du måste sätta på dig skyddsmasken först när de trillar ner i flygplanet och sen hjälper du den som sitter bredvid, va?\n\nOch det är ju det där vi brukar säga, om inte du förbereder dig, vem ska då förbereda sig så att de kan ta hand om dig, är det grannen till vänster eller höger, vem tycker du?\n\nOm du är en som vill, alltså vem vill du vara, vill du bli buren av andra eller vill du vara en som hjälper till och får saker fungera, alltså en av dem som bär?\n\nOch jag vill börja vara som Bert då.Ja, det skulle väl kännas bra, tänker jag.Och rimlig?Ja, väldigt rimligt.\n\nOch det kommer ju utifrån en förståelse också att vi är väldigt beroende av varandra, och det är bara vi här och det hänger på oss, så är det.\n\nMen sen är det ju för att växla upp det här, så är ju nästa lager då, och givetvis är det ju tre lager då, börjar med hushållet och sedan är det gemenskapen, och gemenskapen, det kan ju vara byarlaget, byggdegårdsföreningen, alltså byarlaget egentligen då, kan vara bostadsrättsföreningen, villakvarteret, kan faktiskt vara arbetsplatserna också.\n\nFast det är ju från ett personalperspektiv att tänka mig mer, annars är det ju företaget och det stora samhället som är lager tre med allt det offentliga och företag och sådana saker då.\n\nSå det finns mycket som man kan göra, framförallt är det just det där att ha en social gemenskap, att känna varandra, det finns väldigt bra studiematerial, det jag har stött på mest, det är studieförbundet vuxenskolan, där byggdegårdarnas riksförbund är ju en av huvudmännen, tror jag om han säger, det här.\n\nOch de har ett jättebra material, studiecirkelmaterial, där man sätter sig och går igenom och inventerar, gör swot-analyse, swot-analyse det är när man tittar på olika parametrar, ser vad styrkor och svagheter är och så vidare, i det förbundet då.\n\nNär man tittar på olika parametrar, ser vad styrkor och svagheter är och så vidare, och utifrån det här skämt så kan man titta, till exempel med hjälp av vår ramsa, hemskt viss, alltså de områdena där, hälseenergi, mat, skydd, kommunikation, transport, vatten, information och säkerhet, vad är det vi kan med de möjligheter vi har här, vad kan vi och vad är viktigast?\n\nOch utveckla helt enkelt.\n\nAlltså du vet, det kan man göra som en övning i sin bostadsförening?\n\nJa, alltså tillsammans gör man det, att man bygger en bättre beredskap tillsammans, va?\n\nHan är ju inne på tekniska grejer mycket där, och alltså bergvärmepumpar och sånt där, även om det är väldigt bra utväxling på värmein, värmeut där alltså, eller energi in och energi ut, alltså du puttar in lite elenergi och får ut tre, fyra, fem gånger så mycket värmeenergi egentligen, va?\n\nJa.\n\nJag tar ännu mer med bergvärme, jag tror att det är fyra gånger på luftvärmepunkten, vet du?\n\nJa, alltså det är ju under, det som är fördel med bergvärme är att du har relativt konstant temperatur.\n\nJust det.\n\nJag tänker att du kan ta ut väldigt mycket värme ur ett borrhål då så sjunker temperaturen där nere också, men det är ju fortfarande så att, att det är mycket varmare än luft, som är minus tjugo, och sen är det ju mycket tätare också.\n\nDu har ju vatten.\n\nJust det.\n\nDet är väl, att tar du var en kubikmeter luftväger och så tar du var en kubikmeter vatten, då har du mycket, nej, det behöver vi inte räkna på, men man förstår ju.\n\nEtt kilo luft eller ett kilo vatten.\n\nNej, men en kubikmeter pratar vi om nu, och då inser man ju, att det är ofattbart mycket mer värmemängd i en kubikmeter vatten än en kubikmeter luft, så att du har ju ett bergvärmesystem med oerhört mycket effektivare alltså, så är det ju, men i alla fall, det går fortfarande åt ganska mycket energi och håller igång såna saker, det gör det.\n\nÄr det inte med självdrag, liksom?\n\nJa, alltså, du behöver ju tillföra energi för att växla värmen ifrån en till fyra grader i vatten upp till tjugo grader i golvvärme, eller något sånt där i alla fall, va?\n\nSå den måste ju produceras på något sätt då.\n\nOch det måste man ju kunna hålla igång med nu.\n\nNej, det är ju väldigt dyra anläggningar, väldigt dyra anläggningar, och det som är viktigare än värme, alltså, du vet, tänk för folk som bodde här, ja, men de hade tjocka strumpor och toffler och långkalsånger på sig inomhus, tröjer och västar och rockar på sig inomhus, alltså, är du i bostäder här?\n\nSå klarar du det väldigt länge, du är skyddad och ett jätteskal runt omkring dig och så vidare, och det går ju att göra mindre utrymme som vi har pratat om och så där, du vet, våran familjeberedskap som finns på, det var inte nämnt på länge, vi har ju en animerad film för att prata om det, det vart de glada på kommunen, de frågade det nämligen, just där och pratade med barn, det sitter ju förskollärare och rektorer och grejer där, eller rektorer framförallt för födelsen här.\n\nOch då tipsade jag ju där om våran på prep box, både om beredskapskolan och om man kan anmäla sig till, lämna e-postadressen helt kostnadsfri, så får du sex onsdagar fram över en genomgång, där du kan på sju dagar, trettio dagar, nittio dagars beredskap gå igenom, det kan vara sammanfattat, det är ju i princip en hel bok.\n\nUtroligt vad vi björsar på.Ja, det är det, och sen finns den här familjeberedskapen då, och jag tycker den är, det är ju en animerad film, som vi har beställt och satt upp, just för att kunna prata med barn om det här med beredskap då, och den tar det här hemsktvis också, fast med ett barnperspektiv, och då är det ju liksom särat, godis är bra beredskap, och det är det ju på sätt och vis, vad därför vi björsar på.\n\nOch så blir man glad av det.Ja, i viss grad då, och det är ju faktiskt så här, att vi på Jägarförbandet, vi hade en hel del godis med oss, mörk kålsmakchoklad och var tjugo år gammal, och en massa nickel-tabletter, ni vet den gamla, fyrkantiga, kvadratiska tabletterna, socker.Kanske kom i strut?\n\nJa, fast de var i sådana avlångra små paket då, så var det.Nej, men så socker eller godis är faktiskt en bra del av det i alla fall, men sen också bygga hyddar, tar vi ju det perspektivet.Och kojor säger jag, när det gäller landet.Ja, då kanske det står kojar i familjeberedskap, men det är väl synonymt då.\n\nOch då är det ju bygga med tecken, filtar, överkast över bordet, en människa värmer någonstans, femtio till hundra watt, lite beroende på storleken då.Ett vanligt element, sånt är lite mindre, det är på fyra hundra watt, de sitter på vägen, ett större kanske är på sex hundra watt, så det är ju, det vet man ju, var ett sånt element, det är ett sånt element, och då är det ju bygga med tecken, filtar, överkast över bordet, en människa värmer någonstans, femtio till hundra watt, lite beroende på storleken då.\n\nEtt vanligt element, sånt är lite mindre, det är på fyra hundra watt, de sitter på vägen, ett större kanske är på sex hundra watt, så det är ju, det vet man ju, var ett sånt element, det är fyra fem, jag tronar det.Ja, men för mig som har små barn, som är barn som sover i min säng ganska ofta, så vet jag hur otroligt varmt det blir, när man sover bredvid barn.Fast de är så små ja.Ja.\n\nJa, men så är det ju, och ja, det går att få ett bättre klimat, ett litet rum är ju nästa steg upp då, det här att täta drag och såna saker.\n\nAlltid se upp när man pratar rum och täta och så vidare, och speciellt om man börjar värma värmejus och sånt är ju kålmonoxidförgiftning då, va?\n\nOch det står också i beredskapsskolan om detta, där står symtom på kålmonoxidförgiftning och såna saker och hur man ska tänka runt i kring de här grejerna då.\n\nMen värme, det fixar man liksom, det är inte lika akut, men vatten, rent vatten, det är akut med en gång, det är alltid akut.\n\nUtål du, man måste ha rent vatten, det finns inget alternativ till det, va?Och det innebär ju att man måste kunna åtminstone koka vatten, ha en beredskap för att koka vatten utan el.\n\nMen menar du att en bostadsförening ska tänka på det, att man ska ha beredskap för att kunna rena vatten på något sätt?\n\nAlltså, det är ju typiskt en sådan grej som man skulle kunna göra tillsammans, i alla fall så länge, alltså kommunen har ju huvudansvaret för detta, och de har ju en beredskap, men den är ju till en viss gräns.\n\nOch alltså de ansvarar hela vägen, men jag vet inte hur långt olika kommuner har förberett sig och misstänker att det kommer till en nivå där inte de räcker till, man ville inte vara utan vatten, helt enkelt.\n\nSå där kan man ju server vad man kan ha, vad man kan få tag i vatten, hur stor är bostadsrättsföreningen, vilka mängder pratar vi om, och sen se till att man kan rena det på något sätt då.\n\nVi säljer ju ett vattenfilter som faktiskt renar väldigt stora mängder med självtryck, jag tror att det är två meters fallhöjd du behöver, du behöver ha en IBC-tank som står två meter upp.\n\nEller också så kan man ju satsa på flera mindre riktiga vattenfilter, inte köpa bilja grejer, utan det ska vara sådana som man vet fungerar oss, ja, precis när det är sådana grejer.\n\nSå vatten är ju verkligen en grej, på kort sikt alltså.Maten kan man ha på hushållsnivå, men man kan också ha det på bostadsrättsföreningsnivå, till en viss gräns i alla fall då.\n\nMen det är ju mycket på hushållet att man ser till att ha lite extra torvård och så där, men vatten, det har man ju, ska man ju egentligen ha också för en vecka i varje hushåll då.Men då på nästa nivå, liksom, så kan du ha möjlighet att tillsammans rena vatten i större mängd än bostadsrättsförening, det skulle jag säga.\n\nMen det var ganska tydligt, mat har man ju, bostadsrättsföreningen tar ju inget ansvar för hur du äter, utan det sköter du själv, men däremot vatten, det har ni ju gemensamt sett till att ni fått in i huset, så det är en grej som ni kan samarbeta kring.\n\nJa, det går ju att samarbeta kring mat också, du vet, alltså, det är ju på vilka förutsättningar man har och sånt där, men kommer man överens i förening och så vidare, så kan man ju faktiskt bygga ett livsmedelsförråd tillsammans också, och till och med ha en tid på soppköket egentligen, men.\n\nDet är ju riktigt, och man bara höjer avgifter med hundra spänn, och sen så börjar man köpa in sådana gullbunkburkar med torr mat, priståkar mat, då går man ju ganska snabbt och får upp ett järn på avgörelseavslager, kolt ju.\n\nPrecis, ja, och sen, nästa sak som jag vill nämna också då, det är ju så här, bostadsrättsföreningen likar med relativt tättbebyggt, det är ju på sanitetsidan då avloppsidan.\n\nNär avloppen inte fungerar, det är ju verkligen en utbildningsgrej också före, det skulle man väl kunna säga, att jag bestämmer, att det måste alla bostadsföreningsstyrelser upplysa sina medlemmar om, att det är väldigt, väldigt viktigt, att de förbereder sig i hussalen, och det är väldigt billigt, så det är en no-brainer, precis som att lagra vatten, ungefär, vad det kostar.\n\nIngenting, och konsekvenserna är katastrofala utan vatten, va?\n\nAlltså, vad är det då att köpa in då, sopsäckar?\n\nKraftiga sopsäckar, byggsopsäckar, inte påsar, som MMS beskrev lite felaktigt i sin broschyr då, utan rejäla säckar, kraftiga, så att när du, du sätter ju dem i tåa stolen, de ska vara soppa, så att de fyller ut är relativt stora alltså, och så fäller du upp ändringen och locket, lägger vi sätter påsen ner, viker ner sidorna, ner med ändringen, ner med locket, så är det stängt där.\n\nAtt man har strö, det kan man ju köpa in tillsammans och ha ett litet lager någonstans, om man har förhållsutrymmen och vill ha det, så att man strö lite över, och sen att man inte pissar i det där då, för då börjar det lukta väldigt fort, utan att man försöker pissa i en annan vandare.\n\nDet har jag gjort igen, folk, det är väldigt svårt att inte pissa samtidigt som man.\n\nJa, och det är ju så, men om man kan, så är det väldigt bra, och då kan man förvara det till exempel i tomma saftdunkar eller petflaskor och så vidare och hälla i det och skruva på korken då, så inte det blandas med tvåan där, i säcken, och sen om man rejäla buntband då, och sen ser man till och planera hur ska vi förvara detta, så att inte, för det är det.\n\nFunkar inte den biten, utan att det blir folk får springa runt och bysa överallt i tättbebyggde områden och sånt där, då, alltså, det är ju det som ger kolera, va?\n\nDet blir dåligt på riktigt.\n\nDet blir riktigt sketa dåligt, kan man säga.\n\nMen du, ska vi sammanfatta då, det du tycker man ska tänka på som bostadsförening, det är, dels att lyfta frågan,\n\noch snacka ihop sig om de här grejerna, kanske utifrån vårt material eller vuxenskolans material.\n\nJa, vuxenskolans material, vårat är ju mer på hushållsnivå, men det går att applicera på alla nivåer och använda strukturen, även på vilken samhällsnivå, om du vill egentligen, va?\n\nOch sen är det vatten och avlopp som är de stora grejerna.\n\nJa, ja, ja, precis, och i det du sa först där då, så är det ju faktiskt detta med att bygga social gemenskap, att man känner varandra, litar på varandra och så vidare i den lokala gemenskapen, men också om man kan ta steget att faktiskt inventera resurser, vad har vi egentligen?\n\nJa, vad finns det i form av redskap och verktyg, men kanske ännu viktigare i form av kunskap, har vi reparatörer, har vi sjuksyrror, läkare, tandläkare?\n\nGemensam utrustning låter ju vettigt, just nu med verktyg och sånt där låter ju bra att ha gemensamt i motsvetsförening, men också sjukvårdsutrustning, alltså om sade dagar hjärtstartare och sånt där kan man ju ha.\n\nAbsolut, hjärtstartare är ju egentligen, ja, den får vi ju sätta bredvid vattenovlopp i princip där tidigt, men också kanske att man faktiskt kan göra en liten, det var bra du sa det, för det brukar jag ju lyfta också, jag har ju utrustat mina två sjuksyrror i familjen här, min dotter och min svurna dotter, med kraftiga ryggsäckar.\n\nMin dotter är ju barnmorska, så tänkte det, det är hundratio tusen förlossningar knappt om året i Sverige, du vet hur de har centraliserat förlossningsvården, eller hur?\n\nI Värmland är det bara i Carlstad fortfarande, alltså, och min dotter bor ju typ sex mil ifrån Carlstad, och det låter ju inte mycket, eller hur, när andra har tjugotrettio mil till förlossningen, men om du tänker det scenariot då, att det kraschar lite grann på riktigt, och då är ju sex mil väldigt långt till förlossningen, om inte just din personbil är väldigt prioriterad, då är det ju inte väldigt långt till förlossningen, då är ju sex mil väldigt långt till förlossningen, om inte just din personbil är väldigt prioriterad, då är ju sex mil väldigt långt till förlossningen, om inte just din personbil är väldigt prioriterad.\n\nDå är ju sex mil väldigt långt till förlossningen, om inte just din personbil är väldigt prioriterad med de starkt begränsade diesel, du får föda hemma, helt enkelt, och det har vi ju liksom inte riktigt en beredskap för, varken tror jag mentalt hos många kvinnor, men då har jag sagt till min dotter, är då du en ryggsäck?\n\nOch det är ju inte bara för förlossningar och sånt där, det de behöver, för diagnostisering och lyssnar och alla sådana saker, utan det är ju lite bredare då, det som saknar sig är ju medicinerna dock.\n\nAlltså om man tänker på hur omtumlade en förlossning är, inom vården, fy fan, för att göra det i krisituation.\n\nDet är ju bara ett exempel, det här, vad blir det då, om du tittar på vårt basis i avstolningsordningen tre tusen förlossningar om dagen året runt, och de rackarna väntar ju inte, utan det där bara fortsätter ju.\n\nAlltså det är typiskt, typiskt en sådan här beredskapskrej, och min tanke som jag har gjort, och det är ju just det, då är det i alla fall två stycken, som har en sådan där ryggsäck, och det är ju också för grundläggande sårvård, bränskader, ja, de utbildade osyr och så vidare då, så det är alla sådana saker då, inte minst viktigt i förlossningsvården heller.\n\nOch, det borde ju, varför får hon inte vända, alltså, det är ju inga jättekostnader, en med bra kvalitet, sådan utryggsäck, femton tusen, kanske.\n\nJa, men också, om man tänker på hur sjukhusen bland människorna jobbar, de lär ju inte köpa in de här grejerna till sammanpris som du, de måste köpa dem mycket billigare, som de köper så mycket.\n\nJa, men då kan han väl utrusta alla, som jobbar inom vården med, alltså, som han hade hemma, som gubbar förr hade vapen hemma, så kan han väl alla, som jobbar inom vården, ha vårdgrejer hemma, som en sådan väska, som de får av staten, det vore ju bra.\n\nJa, men om du då vände på det också, just det här hur man gör då, just det är ju upp till varje region hur de vill göra med hemförlossningar.\n\nI Värmland så är ju inte det subventionerat, alltså, de stöttar inte hemförlossningar.\n\nJa, men det är ju det där med att det faktiskt är några, som man inte har kunnat förut se, där man avråder från hemförlossningar, du vet hela mödravårds sidan då, va?\n\nSå förebyggande uppföljning under graviditet, alltihop är det där, det kommer du ihåg, var så gamla inte barnen.\n\nSå då har man ju ganska bra koll och man följer ju upp det sista och hur ligger barnet och alltihop är det där och mår alla bra och så.\n\nOch är allting grönt, så kan man ju faktiskt göra hemförlossning och det finns barnmorskor, som kommer hem.\n\nMen i Värmland så stöttar de inte det.Nej, utan då ska du in.\n\nFöre brand hände ju det där, att den där klaftiga blodkälet bara brister, till exempel, va?\n\nJa, jag vet inte, men livmorden och det var så helt plötsligt, jag har en, eller vi hade en kompis med en familj, där det faktiskt blev så, där hon bara slängde sig på magen och knytnevade henne rätt inför att stoppa blödningen, hon överlevde då.\n\nMen snarare har jag pratat med erfarna äldre barnmorskor, det är inte de som, alltså, det är så många fördelar med att föda hemma också, alltså lugn och ro, trygghet, skippa den i stressen, sjukhus, okänt miljö, alltså så att du får mycket positivt, snarare när prusen kan, vilket väger tyngst då, va?\n\nSå att om man då vet i förväg att det är bra förutsättningar som det oftast är då, så skulle man kunna göra, och med det som jag vill komma till, det blev en lång utvikning där, det är ju faktiskt det här, att med hemförlossning så tränar man ju på det här, då får du barnmorskor som är duktiga på det, då har du den rutinen, alltså, det finns ju sådana värden i också.\n\nMen tillbaka till bostadsrättsföreningen då, de kanske inte har några barnmorskor några gravida där, just för tid, men exakt, det är ju väldigt speciellt yrkebarnmorskor måste jag säga.\n\nÄr det jävla barnmorskor som kanske sker?Ja, ja, ja, men precis, nej, men du får ju tänka själv, det är snabba växlingar, akut, liv och död, hela tiden, vardag i yrket, liksom, det är, och som stöttar kvinnor i en väldigt speciell situation, både före och efter, och sorg och glädje, och du vet, det blir ju det, helt sånt yrke.\n\nMen i alla fall bostadsrättsföreningarna kan ju faktiskt också se till och göra officiellt om man har sjukvårdskunnig personer i bostadsrättsförening, vilket man trorligtvis har, om det inte är jätte-liten då, en vårdcentral light.\n\nLight, light kanske, men med inriktning på svårvård och sådana saker, inte bara första hjälpen, stoppa blödning och det där, utan att man faktiskt kan sköta saker och ting.\n\nVi har ju en väldigt, alltså är det någonting som är underdimensionerat i Sverige inför kris och krig så är det ju sjukvården, va?Och kris och spredskapen.Ja, men den, alltså, när jag hör och pratar med andra så tror jag faktiskt att jag är ju verkligen inte nöjd, men samtidigt så är det ju så att här hände det ju saker.\n\nDet var en brittisk kvinna, som hade hittat våran sida, som bor i östra delen av landet och kontaktade mig och var väldigt begejstrad, hon sa, ni måste översätta er sida och er skola och det till engelska, sa hon.Jag pratar med mina släktingar hemma, myndigheten har inte sagt någonting om att hushållen behöver förbereda sig.\n\nHon hade verkligen anammat detta, tittat över kommunikation med barnen till skolor och alltihop i större städer byggde områden i öster då här, och när hon sa det, att det skulle verkligen behövas, det är ju så här att vi har nog ändå, våran snöboll har nog i alla fall blivit lite större än i många andra länder i våra tider.\n\nJa, men alltså, den är ju fortfarande rätt liten, de har knappt börjat krama den där första snöbollen som har börjat rulla i andra länder, så är det.\n\nDu påtycker, nu måste vi sluta.Ja, det blev ett långt avsnitt idag då.Jag kan inte gå så länge på någonting överhuvudtaget.\n\nNej, vad duktig du har varit, Kalle!Ja, tack, ja, tack, jag är helt slut, nu måste jag gå längre.Stort tack för idag, Patrik, vad mycket man förklarar sig, och tack till alla som lyssnar, och tack för att ni ställer frågor och håller på.\n\nMan kan göra det på mail, hej@catastrofen.se, eller på Instagram, i DM, då kommer Patrik säga, maila till hej@catastrofen.se, så det är ett olödigt steg, kanske, men kanske lättare att komma ihåg.Men du, jag har en greka, tänk du färdigt först då.Ja, så kan vi också då bli medlem på Patreon, och då startar man podden, vårt jobb är här, det är lättare att hålla på med, och man får tillgång till massa fördelar, bland annat får man ställa frågor som vi prioriterar i podden.\n\nOch nu, vad vill du säga?\n\nJo, nionde februari, då ser plockar jag fram armenackan här, då ska jag leverera en tupp i spångamotet halv tio.\n\nNär jag är på väg ner till Agunnaryd, för att föreläsa det här sektornåll, söndag nionde februari, och då har de också lite utställare och grejer där nere och en liten beredskogsdag, skulle jag nästan kalla det då, i Agunnaryd, så att kolla upp det.\n\nDet finns ju som vanligt på min webbsida, patriksälman.se, vägbeskrivningar och mer information och sånt där.\n\nSnyggt, bra, om man vill ha en tupp levererad, hur gör man då?\n\nAlltså, jag säljer ju grupper om fyra plus en, bilefälldergrupper, och de går att boka, och då är det viktigt, att det beror ju på hur det går.\n\nNu gick det faktiskt, vad alla fick i fjol här, men året innan, det var olyckor och det var dålig kläckning och liknande så där.\n\nSå nu har jag gjort ett system på det, så jag kan kommunicera bättre, jag skrev ju bara i ett block, och det blev väldigt många där med telefonnummer, och det blev liksom ohanteligt att informera alla på det viset.\n\nNu kommer de ju in och bokar en produkt, och då finns de med som kunder, så jag kan skicka, mailet skicka, orientera och så vidare, men är det den turordning som det kommer in?\n\nJag tror, det är tjugo grupper jag har satt upp i butiken, fyra plus en då.\n\nJag vill boka en.\n\nBilefällder.\n\nJa.\n\nJa, men gör det, gå in då, ser du, jag tror nästan att du blir först, faktiskt.\n\nOj, nu gäller det att gå in innan pojken längs huvudet, om du då ska åka lystas här länge.\n\nJa, småbruk.se.\n\nsmåbruk.se, för din bilefällder fix.\n\nOkej då, vi har som en vecka, puss och grav, hejdå!\n\nHejdå."
    }
  ]